[{"Id": 0, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 7:17:42 PM", "Quote": "Productivity compounds. Accomplishing one extra task is a small feat on any given day, but it counts for a lot over an entire career."}, {"Id": 1, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 7:17:50 PM", "Quote": "Knowledge compounds. Learning one new idea wont make you a genius, but a commitment to lifelong learning can be transformative."}, {"Id": 2, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 7:18:00 PM", "Quote": "Relationships compound. People reflect your behavior back to you. The more you help others, the more others want to help you."}, {"Id": 3, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 7:18:08 PM", "Quote": "Being a little bit nicer in each interaction can result"}, {"Id": 4, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 7:18:18 PM", "Quote": "little stresses compound into serious health issues."}, {"Id": 5, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 7:18:25 PM", "Quote": "The more you think of yourself as worthless, stupid, or ugly, the more you condition yourself to interpret life that way."}, {"Id": 6, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 7:20:20 PM", "Quote": "you find yourself struggling to build a good habit or break a bad one, it is not because you have lost your ability to improve. It is often because you have not yet crossed the"}, {"Id": 7, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 7:20:28 PM", "Quote": "you find yourself struggling to build a good habit or break a bad one, it is not because you have lost your ability to improve. It is often because you have not yet crossed the Plateau of Latent Potential. Complaining about"}, {"Id": 8, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 7:21:37 PM", "Quote": ""}, {"Id": 9, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 7:21:45 PM", "Quote": "the results of our efforts are often delayed."}, {"Id": 10, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 7:24:08 PM", "Quote": "Goals are good for setting a direction, but systems are best for making"}, {"Id": 11, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 7:24:15 PM", "Quote": "Goals are good for setting a direction, but systems are best for making progress."}, {"Id": 12, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 7:27:10 PM", "Quote": "is your commitment to the process that will determine your progress."}, {"Id": 13, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 7:28:25 PM", "Quote": "Getting 1 percent better every day counts for a lot in the long-run."}, {"Id": 14, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 7:28:31 PM", "Quote": "Small changes often appear to make no difference until you cross a critical threshold."}, {"Id": 15, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 7:28:41 PM", "Quote": "you want better results, then forget about setting goals. Focus on your system instead."}, {"Id": 16, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 7:30:17 PM", "Quote": "Changing our habits is challenging for two reasons: (1) we try to change the wrong thing and (2) we try to change our habits in the wrong way."}, {"Id": 17, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 7:32:20 PM", "Quote": "With outcome-based habits, the focus is on what you want to achieve. With identity-based habits, the focus is on who you wish to"}, {"Id": 18, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 7:32:23 PM", "Quote": "we start by focusing on who we wish to become."}, {"Id": 19, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 7:34:14 PM", "Quote": "You may want better health, but if you continue to prioritize comfort over accomplishment, youll be drawn to relaxing rather than"}, {"Id": 20, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 9:32:25 PM", "Quote": "Once your pride gets involved, youll fight tooth and nail to maintain your habits."}, {"Id": 21, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 9:32:48 PM", "Quote": "The goal is not to read a book, the goal is to become a reader. The goal is not to run a marathon, the goal is to become a runner. The goal is not"}, {"Id": 22, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 9:32:52 PM", "Quote": "The goal is not to read a book, the goal is to become a reader. The goal is not"}, {"Id": 23, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 9:32:55 PM", "Quote": "The goal is not to read a book, the goal is to become a reader. The goal is not to run a marathon, the goal is to become a runner."}, {"Id": 24, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 9:37:02 PM", "Quote": "Every belief, including those about yourself, is learned and conditioned through experience.*"}, {"Id": 25, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 9:37:17 PM", "Quote": "gradually erase the pieces that"}, {"Id": 26, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 9:37:22 PM", "Quote": "The more you repeat a behavior, the more you reinforce the identity"}, {"Id": 27, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 9:39:43 PM", "Quote": "As you repeat these actions, however, the evidence accumulates and your self-image begins to change."}, {"Id": 28, "bookId": 0, "DateAdded": "Tuesday, April 18, 2023 9:40:19 PM", "Quote": "change bit by bit, day by day, habit by habit. We are continually undergoing microevolutions of the self."}, {"Id": 29, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:32:47 AM", "Quote": "It is a simple two-step process: 1. Decide the type of person you want to be. 2. Prove it to yourself with small wins."}, {"Id": 30, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:33:29 AM", "Quote": "Thats fine. Start there and work backward from the results you want to the type of person who could get those results. Ask yourself, Who is the type of person that could get the outcome I want?"}, {"Id": 31, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:33:39 AM", "Quote": "For example, Who is the type of person who could write a book? Its probably someone who is consistent and reliable."}, {"Id": 32, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:35:09 AM", "Quote": "You need to know who you want to be. Otherwise,"}, {"Id": 33, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:35:12 AM", "Quote": "You need to know who you want to be. Otherwise,"}, {"Id": 34, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:35:19 AM", "Quote": "You need to know who you want to be."}, {"Id": 35, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:36:14 AM", "Quote": "The most effective way to change your habits is to focus not on what you want to achieve, but on who you wish to become."}, {"Id": 36, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:36:18 AM", "Quote": "Your identity emerges out of your habits. Every action is a vote for the type of person you wish to become."}, {"Id": 37, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:38:01 AM", "Quote": "behaviors followed by satisfying consequences tend to be repeated and those that produce"}, {"Id": 38, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:38:04 AM", "Quote": "behaviors followed by satisfying consequences tend to be repeated and those that produce unpleasant consequences are less likely to be repeated."}, {"Id": 39, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:40:00 AM", "Quote": "Your habits are just a series of automatic solutions that solve the problems and stresses you face regularly."}, {"Id": 40, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:42:47 AM", "Quote": "In fact, the people who dont have their habits handled are often the ones with the least amount of freedom."}, {"Id": 41, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:43:31 AM", "Quote": "Building habits in the present allows you to do more of what you want in the future."}, {"Id": 42, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:43:43 AM", "Quote": ""}, {"Id": 43, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:45:08 AM", "Quote": "Without some level of motivation or desirewithout craving a changewe have no reason to act."}, {"Id": 44, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:46:00 AM", "Quote": "Cues are meaningless until they are interpreted."}, {"Id": 45, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:46:46 AM", "Quote": "Rewards are the end goal of every habit. The cue is about noticing the reward. The craving is about wanting"}, {"Id": 46, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:46:55 AM", "Quote": "Rewards are the end goal of every habit. The cue is about noticing the reward. The craving is about wanting the reward. The response is about obtaining the reward."}, {"Id": 47, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:50:10 AM", "Quote": "Problem phase 1. Cue 2. Craving Solution phase 3. Response 4. Reward"}, {"Id": 48, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:50:49 AM", "Quote": "Problem phase 1. Cue: Your phone buzzes with a new text message. 2. Craving: You want to learn the contents of the message. Solution phase 3. Response: You grab your phone and read the text. 4. Reward: You satisfy your craving to read the message. Grabbing your phone becomes associated with your phone buzzing."}, {"Id": 49, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:51:32 AM", "Quote": "Cue: You hit a stumbling block on a project at work. 2. Craving: You feel stuck and want to relieve your frustration. Solution phase 3. Response: You pull out your phone and check social media. 4. Reward: You satisfy your craving to feel relieved. Checking social"}, {"Id": 50, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:51:36 AM", "Quote": "Cue: You hit a stumbling block on a project at work. 2. Craving: You feel stuck and want to relieve your frustration. Solution phase 3. Response: You pull out your phone and check social media. 4. Reward: You satisfy your craving to feel relieved. Checking social media becomes associated with feeling stalled at work."}, {"Id": 51, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:52:38 AM", "Quote": "How to Create a Good Habit The 1st law (Cue): Make it obvious. The 2nd law (Craving): Make it attractive. The 3rd law (Response): Make it easy. The 4th law (Reward): Make it satisfying."}, {"Id": 52, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:52:45 AM", "Quote": "How to Break a Bad Habit Inversion of the 1st law (Cue): Make it invisible. Inversion of the 2nd law (Craving): Make it unattractive. Inversion of the 3rd law (Response): Make it difficult. Inversion of the 4th law (Reward): Make it unsatisfying."}, {"Id": 53, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:54:06 AM", "Quote": "A habit is a behavior that has been repeated enough times to become automatic."}, {"Id": 54, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:55:49 AM", "Quote": "The human brain is a prediction machine. It is continuously taking in your surroundings and analyzing the information it comes across."}, {"Id": 55, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:57:43 AM", "Quote": "habits form, your actions come under the direction of your automatic and nonconscious mind. You fall into old patterns before you realize whats happening."}, {"Id": 56, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:58:57 AM", "Quote": "Before we can effectively build new habits, we need to get a handle on our current ones."}, {"Id": 57, "bookId": 0, "DateAdded": "Wednesday, April 19, 2023 10:59:58 AM", "Quote": "This process, known as Pointing-and-Calling, is a safety system designed to reduce mistakes."}, {"Id": 58, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 10:49:45 AM", "Quote": "There are no good habits or bad habits. There are only effective habits. That is, effective at solving problems."}, {"Id": 59, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 10:51:29 AM", "Quote": "This approach is useful even if youre simply trying to remember a task on your to-do list. Just saying out loud, Tomorrow, I need to go to the post office after lunch, increases the odds that youll actually do it."}, {"Id": 60, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 10:52:07 AM", "Quote": "The process of behavior change always starts with awareness. You need to be aware of your habits before you can change them."}, {"Id": 61, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 10:53:32 AM", "Quote": "The cues that can trigger a habit come in a wide range of formsthe feel of your phone buzzing in your pocket, the smell of chocolate chip cookies, the sound of ambulance sirensbut the two most common cues are time and location."}, {"Id": 62, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 10:53:37 AM", "Quote": "The cues that can trigger a habit come in a wide range of formsthe feel of your phone buzzing in your pocket, the smell of chocolate chip cookies, the sound of ambulance sirensbut the two most common cues are time and location."}, {"Id": 63, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 10:53:42 AM", "Quote": "The cues that can trigger a habit come in a wide range of formsthe feel of your phone buzzing in your pocket, the smell of chocolate chip cookies, the sound of ambulance sirensbut the two most common cues are time and location. Implementation intentions leverage both of these cues."}, {"Id": 64, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 10:55:33 AM", "Quote": "Many people think they lack motivation when what they really lack is clarity."}, {"Id": 65, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 10:55:39 AM", "Quote": "Many people think they lack motivation when what they really lack is clarity. It is not always obvious when and where to take action."}, {"Id": 66, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 10:56:17 AM", "Quote": "The simple way to apply this strategy to your habits is to fill out this sentence: I will [BEHAVIOR] at [TIME] in [LOCATION]."}, {"Id": 67, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 10:59:50 AM", "Quote": "The habit stacking formula is: After [CURRENT HABIT], I will [NEW HABIT]."}, {"Id": 68, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 11:06:01 AM", "Quote": "The implementation intention formula is: I will [BEHAVIOR] at [TIME] in [LOCATION]. Habit stacking is a strategy you can use to pair a new habit with a current habit. The habit stacking formula is: After [CURRENT HABIT], I will [NEW HABIT]."}, {"Id": 69, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 8:24:27 PM", "Quote": "When you cant manage to get to an entirely new environment, redefine or rearrange your current one."}, {"Id": 70, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 8:24:40 PM", "Quote": "entertainment, and cooking. The mantra I find useful is One space, one use."}, {"Id": 71, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 8:24:43 PM", "Quote": "One space, one use."}, {"Id": 72, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 8:25:46 PM", "Quote": "When you start mixing contexts, youll start mixing habitsand the easier ones will usually win out."}, {"Id": 73, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 8:26:22 PM", "Quote": "Every habit should have a home."}, {"Id": 74, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 8:28:16 PM", "Quote": "If you want behaviors that are stable and predictable,"}, {"Id": 75, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 8:28:20 PM", "Quote": "If you want behaviors that are stable and predictable, you need an environment that is stable and predictable."}, {"Id": 76, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 8:28:35 PM", "Quote": "We are more likely to notice cues that stand out."}, {"Id": 77, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 8:31:59 PM", "Quote": "Once a habit has been encoded, the urge to act follows whenever the environmental cues reappear."}, {"Id": 78, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 9:15:12 PM", "Quote": "You can break a habit, but youre unlikely to forget"}, {"Id": 79, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 9:17:30 PM", "Quote": "youre continually feeling like youre not enough, stop following social media accounts that trigger jealousy and envy."}, {"Id": 80, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 9:17:33 PM", "Quote": "If you cant seem to get any work done, leave your phone in another room for a few hours."}, {"Id": 81, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 9:18:43 PM", "Quote": "HOW TO CREATE A GOOD HABIT The 1st Law: Make It Obvious 1.1: Fill out the Habits Scorecard. Write down your current habits to become aware of them. 1.2: Use implementation intentions: I will [BEHAVIOR] at [TIME] in [LOCATION]. 1.3: Use habit stacking: After [CURRENT HABIT], I will [NEW HABIT]. 1.4: Design your environment. Make the cues of good habits obvious and visible. The 2nd Law: Make It Attractive The 3rd Law: Make It Easy The 4th Law: Make It Satisfying"}, {"Id": 82, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 9:19:07 PM", "Quote": "HOW TO BREAK A BAD HABIT Inversion of the 1st Law: Make It Invisible 1.5: Reduce exposure. Remove the cues of your bad habits from your environment. Inversion of the 2nd Law: Make It Unattractive Inversion of the 3rd Law: Make It Difficult Inversion of the 4th Law: Make It Unsatisfying"}, {"Id": 83, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 9:29:52 PM", "Quote": "Whenever you predict that an opportunity will be rewarding, your levels of dopamine spike in anticipation. And whenever dopamine rises, so does your motivation to act."}, {"Id": 84, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 9:35:10 PM", "Quote": "The habit stacking + temptation bundling formula is: 1. After [CURRENT HABIT], I will [HABIT I NEED]. 2. After [HABIT I NEED], I will [HABIT I WANT]."}, {"Id": 85, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 9:42:41 PM", "Quote": "those who learned to collaborate and improvise most effectively have prevailed."}, {"Id": 86, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 9:44:31 PM", "Quote": "We imitate the habits of three groups in particular: 1. The close. 2. The many. 3. The powerful."}, {"Id": 87, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 9:47:25 PM", "Quote": "Nothing sustains motivation better than belonging to the tribe."}, {"Id": 88, "bookId": 0, "DateAdded": "Thursday, April 20, 2023 9:52:27 PM", "Quote": "We imitate people we envy."}, {"Id": 89, "bookId": 0, "DateAdded": "Friday, April 21, 2023 5:33:07 PM", "Quote": "Some of our underlying motives include:* Conserve energy Obtain food and water Find love and reproduce Connect and bond with others Win social acceptance and approval Reduce uncertainty Achieve status and prestige"}, {"Id": 90, "bookId": 0, "DateAdded": "Friday, April 21, 2023 5:36:15 PM", "Quote": "craving is the sense that something is missing. It is the desire to change your internal"}, {"Id": 91, "bookId": 0, "DateAdded": "Friday, April 21, 2023 5:36:21 PM", "Quote": "craving is the sense that something is missing. It is the desire to change your internal state."}, {"Id": 92, "bookId": 0, "DateAdded": "Friday, April 21, 2023 5:37:58 PM", "Quote": "Whenever a habit successfully addresses a motive, you develop a craving to do it again. In time, you learn to predict that checking social media will help you feel loved or that watching YouTube will allow you to forget your fears."}, {"Id": 93, "bookId": 0, "DateAdded": "Friday, April 21, 2023 5:39:26 PM", "Quote": "Exercise. Many people associate exercise with being a challenging task that drains energy and wears you down. You can just as easily view it as a way to develop skills and build you up. Instead of telling yourself I need to go run in the morning, say Its time to build endurance and get fast."}, {"Id": 94, "bookId": 0, "DateAdded": "Friday, April 21, 2023 5:39:59 PM", "Quote": "Meditation. Anyone who has tried meditation for more than three seconds knows how frustrating it can be when the next distraction inevitably pops into your mind. You can transform frustration into delight when you realize that each interruption gives you a chance to practice returning to your breath. Distraction is a good thing because you need distractions to practice meditation."}, {"Id": 95, "bookId": 0, "DateAdded": "Friday, April 21, 2023 5:41:46 PM", "Quote": "Three deep breaths. Smile. Pet the dog. Repeat. Eventually, youll begin to associate this breathe-and-smile routine with being in a good mood."}, {"Id": 96, "bookId": 0, "DateAdded": "Friday, April 21, 2023 5:45:55 PM", "Quote": "Motion makes you feel like youre getting things done. But really, youre just preparing to get something done. When preparation becomes a form of procrastination, you need to change something."}, {"Id": 97, "bookId": 0, "DateAdded": "Friday, April 21, 2023 5:47:57 PM", "Quote": "repetition is a form of change."}, {"Id": 98, "bookId": 0, "DateAdded": "Friday, April 21, 2023 6:11:45 PM", "Quote": "the beginning (point A), a habit requires a good deal of effort and concentration to perform. After a few repetitions (point B), it gets easier, but still requires some conscious attention. With enough practice (point C), the habit becomes more automatic than conscious."}, {"Id": 99, "bookId": 0, "DateAdded": "Friday, April 21, 2023 6:12:10 PM", "Quote": "habits form based on frequency, not time."}, {"Id": 100, "bookId": 0, "DateAdded": "Friday, April 21, 2023 6:13:36 PM", "Quote": "Focus on taking action, not being in motion."}, {"Id": 101, "bookId": 0, "DateAdded": "Friday, April 21, 2023 6:13:49 PM", "Quote": "The amount of time you have been performing a habit is not as important as the number of times you have performed"}, {"Id": 102, "bookId": 0, "DateAdded": "Friday, April 21, 2023 6:23:48 PM", "Quote": "The purpose of resetting each room is not simply to clean up after the last action, but to prepare"}, {"Id": 103, "bookId": 0, "DateAdded": "Friday, April 21, 2023 6:23:52 PM", "Quote": "Oswald Nuckols is an IT developer from Natchez, Mississippi. He is also someone who understands the power of priming his environment. Nuckols dialed in his cleaning habits by following a strategy he refers to as resetting the room. For instance, when he finishes watching television, he places the remote back on the TV stand, arranges the pillows on the couch, and folds the blanket. When he leaves his car, he throws any trash away. Whenever he takes a shower, he wipes down the toilet while the shower is warming up. (As he notes, the perfect time to clean the toilet is right before you wash yourself in the shower anyway.) The"}, {"Id": 104, "bookId": 0, "DateAdded": "Friday, April 21, 2023 6:24:00 PM", "Quote": "The"}, {"Id": 105, "bookId": 0, "DateAdded": "Friday, April 21, 2023 6:24:05 PM", "Quote": "purpose of resetting each room is not simply to clean up after the last action, but to prepare for the next action. When"}, {"Id": 106, "bookId": 0, "DateAdded": "Friday, April 21, 2023 6:24:09 PM", "Quote": "Oswald Nuckols is an IT developer from Natchez, Mississippi. He is also someone who understands the power of priming his environment. Nuckols dialed in his cleaning habits by following a strategy he refers to as resetting the room. For instance, when he finishes watching television, he places the remote back on the TV stand, arranges the pillows on the couch, and folds the blanket. When he leaves his car, he throws any trash away. Whenever he takes a shower, he wipes down the toilet while the shower is warming up. (As he notes, the perfect time to clean the toilet is right before you wash yourself in the shower anyway.) The purpose"}, {"Id": 107, "bookId": 0, "DateAdded": "Friday, April 21, 2023 6:24:15 PM", "Quote": "The purpose"}, {"Id": 108, "bookId": 0, "DateAdded": "Friday, April 21, 2023 6:24:30 PM", "Quote": "The purpose of resetting each room is not simply to clean up after the last action, but to prepare"}, {"Id": 109, "bookId": 0, "DateAdded": "Friday, April 21, 2023 6:25:37 PM", "Quote": "Want to exercise? Set out your workout clothes, shoes, gym bag, and water bottle ahead of time. Want to improve your diet? Chop up a ton of fruits and vegetables on weekends and pack them in containers, so you have easy access to healthy, ready-to-eat options during the week."}, {"Id": 110, "bookId": 0, "DateAdded": "Friday, April 21, 2023 6:25:48 PM", "Quote": "Whenever possible, I leave my"}, {"Id": 111, "bookId": 0, "DateAdded": "Friday, April 21, 2023 6:25:53 PM", "Quote": "Whenever possible, I leave my phone in a different room until lunch."}, {"Id": 112, "bookId": 0, "DateAdded": "Friday, April 21, 2023 6:26:21 PM", "Quote": "The greater the friction, the less likely the habit."}, {"Id": 113, "bookId": 0, "DateAdded": "Friday, April 21, 2023 6:27:33 PM", "Quote": "We will naturally gravitate toward the option that requires the least amount of work."}, {"Id": 114, "bookId": 0, "DateAdded": "Friday, April 21, 2023 6:34:20 PM", "Quote": "You can usually figure out the gateway habits that will lead to your desired outcome by mapping out your goals on a scale from very easy to very hard."}, {"Id": 115, "bookId": 0, "DateAdded": "Friday, April 21, 2023 6:36:01 PM", "Quote": "Make it easy to start and the rest will follow."}, {"Id": 116, "bookId": 0, "DateAdded": "Friday, April 21, 2023 6:36:21 PM", "Quote": "the Two-Minute Rule feels forced, try this: do it for two minutes and then stop. Go for a run, but you must stop after two minutes."}, {"Id": 117, "bookId": 0, "DateAdded": "Friday, April 21, 2023 6:37:10 PM", "Quote": "The best way is to always stop when you are going good,"}, {"Id": 118, "bookId": 0, "DateAdded": "Friday, April 21, 2023 9:11:16 PM", "Quote": "Start by mastering the first two minutes of the smallest version of the behavior. Then, advance to an intermediate step and repeat the processfocusing on just the first two minutes and mastering that stage before moving on to the next level. Eventually, youll end up with the habit you had originally"}, {"Id": 119, "bookId": 0, "DateAdded": "Friday, April 21, 2023 9:11:20 PM", "Quote": "Start by mastering the first two minutes of the smallest version of the behavior. Then, advance to an intermediate step and repeat the processfocusing on just the first two minutes and mastering that stage before moving on to the next level. Eventually,"}, {"Id": 120, "bookId": 0, "DateAdded": "Friday, April 21, 2023 9:11:28 PM", "Quote": "Start by mastering the first two minutes of the smallest version of the behavior. Then, advance to an intermediate step and repeat the processfocusing on just the first two minutes and mastering that stage before moving on to the next level."}, {"Id": 121, "bookId": 0, "DateAdded": "Friday, April 21, 2023 9:12:39 PM", "Quote": "Habits can be completed in a few seconds but continue to impact your behavior for minutes or hours afterward."}, {"Id": 122, "bookId": 0, "DateAdded": "Friday, April 21, 2023 9:12:54 PM", "Quote": "When you start a new habit, it should take less than two minutes to do."}, {"Id": 123, "bookId": 0, "DateAdded": "Friday, April 21, 2023 9:15:41 PM", "Quote": "Commitment devices increase the odds that youll do the right thing in the future by making bad habits difficult in the present."}, {"Id": 124, "bookId": 0, "DateAdded": "Friday, April 21, 2023 9:22:03 PM", "Quote": "The ultimate way to lock in future behavior is to automate your habits. Onetime choiceslike buying a better mattress or enrolling in an automatic savings planare single actions that automate your future habits and deliver increasing returns over time."}, {"Id": 125, "bookId": 0, "DateAdded": "Friday, April 21, 2023 9:37:43 PM", "Quote": "habit needs to be enjoyable for it to last. Simple bits of reinforcementlike soap that smells great or toothpaste that has a refreshing mint flavor or seeing $50 hit your savings accountcan offer the immediate pleasure you need to enjoy a habit. And change is easy when it is enjoyable. Chapter"}, {"Id": 126, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:06:44 PM", "Quote": "its crucial to show up when you dont feel like it"}, {"Id": 127, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:09:48 PM", "Quote": "This is why nonscale victories can be effective for weight loss. The number on the scale may be stubborn, so if you focus solely on that number, your motivation will sag."}, {"Id": 128, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:10:02 PM", "Quote": "If youre not feeling motivated by the number on the scale, perhaps its time to focus on a different measurement"}, {"Id": 129, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:10:05 PM", "Quote": "If youre not feeling motivated by the number on the scale, perhaps its time to focus on a different measurement one that gives you more signals of progress."}, {"Id": 130, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:17:54 PM", "Quote": "Behavior only shifts if the punishment is painful enough and reliably enforced."}, {"Id": 131, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:21:37 PM", "Quote": "To make bad habits unsatisfying, your best option is to make them painful in the moment."}, {"Id": 132, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:21:56 PM", "Quote": "Knowing that someone is watching can be a powerful motivator."}, {"Id": 133, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:23:44 PM", "Quote": "An accountability partner can create an immediate cost to inaction. We care deeply about what others think of us,"}, {"Id": 134, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:44:32 PM", "Quote": "Thankfully, there is an effective way to manage this conundrum,"}, {"Id": 135, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:44:37 PM", "Quote": "Thankfully,"}, {"Id": 136, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:45:05 PM", "Quote": "In the beginning of a new activity, there should be a period of exploration."}, {"Id": 137, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:45:16 PM", "Quote": "The goal is to try out many possibilities,"}, {"Id": 138, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:45:20 PM", "Quote": "The goal is to try out many possibilities, research a broad range of ideas, and cast a wide net."}, {"Id": 139, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:45:29 PM", "Quote": "After this initial period of exploration, shift your focus to the best solution youve foundbut keep experimenting occasionally."}, {"Id": 140, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:45:38 PM", "Quote": "If you are currently winning, you exploit, exploit, exploit. If you are currently losing, you continue to explore, explore, explore."}, {"Id": 141, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:48:27 PM", "Quote": "If you cant find a game where the odds are stacked in your favor, create one."}, {"Id": 142, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:49:20 PM", "Quote": "When you cant win by being better, you can win by being different. By combining your skills, you reduce the level of competition, which makes it"}, {"Id": 143, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:49:24 PM", "Quote": "When you cant win by being better, you can win by being different. By combining your skills, you reduce the level of competition, which makes it"}, {"Id": 144, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:49:29 PM", "Quote": "When you cant win by being better, you can win by being different. By combining your skills, you reduce the level of competition, which makes it easier to stand out."}, {"Id": 145, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:51:46 PM", "Quote": "Yes, its possible that the ripped trainer at the gym has better genes, but if you havent put in the same reps, its impossible to say if you have been dealt a better or worse genetic hand."}, {"Id": 146, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:51:54 PM", "Quote": "Until you work as hard as those you admire, dont explain away their success as luck."}, {"Id": 147, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:52:06 PM", "Quote": "one of the best ways to ensure your habits remain satisfying over the long-run is to pick behaviors that align with your personality and skills. Work hard on the things that come easy."}, {"Id": 148, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:55:48 PM", "Quote": ""}, {"Id": 149, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:55:57 PM", "Quote": "The Goldilocks Rule states that humans experience peak motivation when working on tasks that are right on the edge of their current abilities."}, {"Id": 150, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:57:11 PM", "Quote": "Once a habit has been established, however, its important to continue to advance in small ways. These little improvements and new challenges keep you engaged."}, {"Id": 151, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:57:35 PM", "Quote": "to achieve a state of flow, a task must be roughly 4 percent beyond your"}, {"Id": 152, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:59:10 PM", "Quote": "successful people feel the same lack of motivation as everyone else. The difference is that they still find a way to show up despite the feelings of boredom. Mastery requires practice. But the more you practice something, the more boring and routine it becomes. Once the beginner gains have been made and we learn what to expect, our interest starts to fade. Sometimes it happens even faster than that. All you have to do is hit the gym a few days in a row or publish a couple of blog posts on time and letting one day slip doesnt feel like much. Things are going well. Its easy to rationalize taking a day off because youre in a good place. The greatest threat to success is not failure but boredom. We get bored with habits because they stop delighting us. The outcome becomes"}, {"Id": 153, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 12:59:16 PM", "Quote": "successful people feel the same lack of motivation as everyone else. The difference is that they still find a way to show up despite the feelings of boredom."}, {"Id": 154, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 1:02:02 PM", "Quote": "At some point, everyone faces the same challenge on the journey of self- improvement: you have to fall in love with boredom."}, {"Id": 155, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 1:02:37 PM", "Quote": "stepping up when its annoying or painful or draining to do so, thats what makes the difference between a professional and an amateur."}, {"Id": 156, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 1:03:31 PM", "Quote": "There have been a lot of sets that I havent felt like finishing, but Ive never regretted doing the workout. There have been a lot of articles I havent felt like writing, but Ive never regretted publishing on schedule."}, {"Id": 157, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 1:03:45 PM", "Quote": "The only way to become excellent is to be endlessly fascinated by doing the same thing over and over. You have to fall in love with boredom."}, {"Id": 158, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 1:04:29 PM", "Quote": "When you know the simple movements so well that you can perform them without thinking, you are free to pay attention to more advanced details."}, {"Id": 159, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 1:05:59 PM", "Quote": "Habits + Deliberate Practice = Mastery"}, {"Id": 160, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 1:07:04 PM", "Quote": "But after one habit has been mastered, you have to return to the effortful part of the work and begin building the next habit."}, {"Id": 161, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 10:05:21 PM", "Quote": "Then, I reflect on my progress (or lack thereof) by answering three questions: 1. What went well this year? 2. What didnt go so well this year? 3. What did I learn?"}, {"Id": 162, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 10:05:41 PM", "Quote": "My yearly Integrity Report answers three questions: 1. What are the core values that drive my life and work? 2. How am I living and working with integrity right now? 3. How can I set a higher standard in the future?"}, {"Id": 163, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 10:07:04 PM", "Quote": "reflection and review offers an ideal time to revisit one of the most important aspects of behavior change: identity."}, {"Id": 164, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 10:08:18 PM", "Quote": "The tighter we cling to an identity, the harder it becomes to grow beyond"}, {"Id": 165, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 10:08:21 PM", "Quote": "The tighter we cling"}, {"Id": 166, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 10:08:27 PM", "Quote": "The tighter we cling"}, {"Id": 167, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 10:08:34 PM", "Quote": "The tighter we cling to an identity, the harder it becomes to grow beyond it."}, {"Id": 168, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 10:08:51 PM", "Quote": "The more you let a single belief define you, the less capable you are of adapting when life challenges"}, {"Id": 169, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 10:08:55 PM", "Quote": "The more you let a single belief define you, the less capable you are of adapting when life challenges you."}, {"Id": 170, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 10:10:04 PM", "Quote": "Im an athlete becomes Im the type of person who is mentally tough and loves a physical challenge. Im a great soldier transforms into Im the type of person who is disciplined, reliable, and great on a team. Im the CEO translates to Im the type of person who builds and creates things."}, {"Id": 171, "bookId": 0, "DateAdded": "Sunday, April 23, 2023 10:10:08 PM", "Quote": "When chosen effectively, an identity can be flexible rather than brittle."}, {"Id": 172, "bookId": 0, "DateAdded": "Monday, April 24, 2023 8:03:53 PM", "Quote": "happiness is fleeting because a new desire always comes along."}, {"Id": 173, "bookId": 0, "DateAdded": "Monday, April 24, 2023 8:03:59 PM", "Quote": "Happiness is the space between one desire being fulfilled and a new desire forming."}, {"Id": 174, "bookId": 0, "DateAdded": "Monday, April 24, 2023 8:04:11 PM", "Quote": "It is the idea of pleasure that we chase."}, {"Id": 175, "bookId": 0, "DateAdded": "Monday, April 24, 2023 8:06:56 PM", "Quote": "We can only be rational and logical after we have been emotional."}, {"Id": 176, "bookId": 0, "DateAdded": "Monday, April 24, 2023 8:32:05 PM", "Quote": "Feeling motivated gets you to act. Feeling successful gets you to repeat."}, {"Id": 177, "bookId": 0, "DateAdded": "Monday, April 24, 2023 8:32:10 PM", "Quote": "Hope declines with experience and is replaced by acceptance."}, {"Id": 178, "bookId": 0, "DateAdded": "Wednesday, April 26, 2023 8:09:38 PM", "Quote": "no truly happy person feels the need to stand in front of a mirror and recite that shes happy. She just"}, {"Id": 179, "bookId": 1, "DateAdded": "Wednesday, April 26, 2023 8:09:49 PM", "Quote": "The smallest dog barks the loudest. A confident man doesnt feel a need to prove that hes confident. A rich woman doesnt feel a need to convince anybody that shes rich."}, {"Id": 180, "bookId": 1, "DateAdded": "Wednesday, April 26, 2023 8:10:43 PM", "Quote": "giving too many fucks is bad for your mental health."}, {"Id": 181, "bookId": 1, "DateAdded": "Wednesday, April 26, 2023 8:15:27 PM", "Quote": "The desire for more positive experience is itself a negative experience. And, paradoxically, the acceptance of ones negative experience is itself a positive experience."}, {"Id": 182, "bookId": 1, "DateAdded": "Wednesday, April 26, 2023 8:20:19 PM", "Quote": "The avoidance of struggle is a struggle. The denial of failure is a failure."}, {"Id": 183, "bookId": 1, "DateAdded": "Wednesday, April 26, 2023 8:21:28 PM", "Quote": "Fucks given? None. Just went and did"}, {"Id": 184, "bookId": 1, "DateAdded": "Saturday, April 29, 2023 11:09:37 AM", "Quote": "To be happy we need something to solve. Happiness is therefore a form of action;"}, {"Id": 185, "bookId": 1, "DateAdded": "Saturday, April 29, 2023 11:11:15 AM", "Quote": "Some people deny that their problems exist in the first place."}, {"Id": 186, "bookId": 1, "DateAdded": "Saturday, April 29, 2023 11:11:28 AM", "Quote": "And because they deny reality, they must constantly delude or distract themselves from reality. This may make them feel good in the short term, but it leads to a life of insecurity, neuroticism, and emotional repression. 2. Victim Mentality. Some choose to believe that there is nothing they can do to solve their problems, even when they in fact could. Victims seek to blame others for their problems or blame outside circumstances. This may make them feel better in the short term, but it leads to a life of anger, helplessness, and despair."}, {"Id": 187, "bookId": 1, "DateAdded": "Saturday, April 29, 2023 11:13:18 AM", "Quote": "nobody who is actually happy has to stand in front of a mirror and tell himself that hes happy."}, {"Id": 188, "bookId": 1, "DateAdded": "Saturday, April 29, 2023 2:43:36 PM", "Quote": "if you feel crappy its because your brain is telling you that theres a problem thats unaddressed or unresolved."}, {"Id": 189, "bookId": 1, "DateAdded": "Saturday, April 29, 2023 2:46:41 PM", "Quote": "were always working hard to change our life situation, but we actually never feel very different."}, {"Id": 190, "bookId": 1, "DateAdded": "Saturday, April 29, 2023 2:49:13 PM", "Quote": "the solution lies in the acceptance and active engagement of that negative experiencenot the avoidance of it, not the salvation from it."}, {"Id": 191, "bookId": 1, "DateAdded": "Saturday, April 29, 2023 2:50:10 PM", "Quote": "You cant win if you dont play."}, {"Id": 192, "bookId": 1, "DateAdded": "Saturday, April 29, 2023 2:53:16 PM", "Quote": "People who enjoy long workweeks and the politics of the corporate ladder are the ones who fly to the top of it. People who enjoy the stresses and uncertainties of the starving artist lifestyle are ultimately the ones who live it and make it."}, {"Id": 193, "bookId": 1, "DateAdded": "Saturday, April 29, 2023 2:57:32 PM", "Quote": "It turns out that merely feeling good about yourself doesnt really mean anything unless you have a good reason to feel good about yourself."}, {"Id": 194, "bookId": 1, "DateAdded": "Saturday, April 29, 2023 3:02:31 PM", "Quote": "A person who actually has a high self-worth is able to look at the negative parts of his character franklyYes, sometimes Im irresponsible with money, Yes, sometimes I exaggerate my own successes, Yes, I rely too much on others to support me and should be more self-reliantand then acts to improve upon them."}, {"Id": 195, "bookId": 1, "DateAdded": "Saturday, April 29, 2023 3:10:44 PM", "Quote": "If we have problems that are unsolvable, our unconscious figures that were either uniquely special or uniquely defective in some way. That were somehow unlike everyone else and that the rules must be different for us. Put simply: we become entitled."}, {"Id": 196, "bookId": 1, "DateAdded": "Saturday, April 29, 2023 3:12:36 PM", "Quote": "The deeper the pain, the more helpless we feel against our problems,"}, {"Id": 197, "bookId": 1, "DateAdded": "Saturday, April 29, 2023 3:14:21 PM", "Quote": "its this realizationthat you and your problems are actually not privileged in their severity or painthat is the first and most important step toward solving them."}, {"Id": 198, "bookId": 1, "DateAdded": "Saturday, April 29, 2023 3:27:14 PM", "Quote": "When a cultures standard of success is to be extraordinary, it then becomes better to be at the extreme low end of the bell curve than to be in the middle, because at least there youre still special and deserve attention."}, {"Id": 199, "bookId": 1, "DateAdded": "Saturday, April 29, 2023 3:28:18 PM", "Quote": "The ticket to emotional health, like that to physical health, comes from eating your veggiesthat is, accepting the bland and mundane truths of life:"}, {"Id": 200, "bookId": 1, "DateAdded": "Saturday, April 29, 2023 3:29:04 PM", "Quote": "And the knowledge and acceptance of your own mundane existence will actually free you to accomplish what you truly wish to accomplish, without judgment or lofty expectations. You will have a growing appreciation for lifes basic experiences:"}, {"Id": 201, "bookId": 1, "DateAdded": "Sunday, April 30, 2023 6:36:21 PM", "Quote": "Take a moment and think of something thats really bugging you. Now ask yourself why it bugs you."}, {"Id": 202, "bookId": 1, "DateAdded": "Sunday, April 30, 2023 6:36:25 PM", "Quote": "Take a moment and think of something thats really bugging you. Now ask yourself why it bugs you. Chances are the answer will involve a failure of some sort. Then take that failure and ask why it seems true to you. What if that failure wasnt really a failure? What if youve been looking at it the wrong way?"}, {"Id": 203, "bookId": 1, "DateAdded": "Sunday, April 30, 2023 6:42:30 PM", "Quote": "And because we are apes, we instinctually measure ourselves against others and vie for status. The question is not whether we evaluate ourselves against others; rather, the question is by what standard do we measure ourselves?"}, {"Id": 204, "bookId": 1, "DateAdded": "Sunday, April 30, 2023 6:44:25 PM", "Quote": "If you want to change how you see your problems, you have to change what you value and/or how you measure failure/success."}, {"Id": 205, "bookId": 1, "DateAdded": "Sunday, April 30, 2023 6:49:50 PM", "Quote": "Denying negative emotions leads to experiencing deeper and more prolonged negative emotions and to emotional dysfunction."}, {"Id": 206, "bookId": 1, "DateAdded": "Sunday, April 30, 2023 7:00:02 PM", "Quote": "Often the only difference between a problem being painful or being powerful is a sense that we chose it, and that we are responsible for"}, {"Id": 207, "bookId": 1, "DateAdded": "Sunday, April 30, 2023 7:00:07 PM", "Quote": "Often the only difference between a problem being painful or being powerful is a sense that we chose it, and that we are responsible for it."}, {"Id": 208, "bookId": 1, "DateAdded": "Sunday, April 30, 2023 7:04:49 PM", "Quote": "This is the realization that we, individually, are responsible for everything in our lives, no matter the external circumstances."}, {"Id": 209, "bookId": 1, "DateAdded": "Sunday, April 30, 2023 7:04:55 PM", "Quote": "We dont always control what happens to us. But we always control how we interpret what happens to us, as well as how we respond."}, {"Id": 210, "bookId": 1, "DateAdded": "Sunday, April 30, 2023 11:08:54 PM", "Quote": "The more we choose to accept responsibility in our lives, the more power we will exercise over our lives."}, {"Id": 211, "bookId": 1, "DateAdded": "Sunday, April 30, 2023 11:11:46 PM", "Quote": "Fault is past tense. Responsibility is present tense."}, {"Id": 212, "bookId": 1, "DateAdded": "Sunday, April 30, 2023 11:14:21 PM", "Quote": "First, I began to improve myself. I started exercising and spending more time with my friends (whom I had been neglecting). I started deliberately meeting new people. I took a big study-abroad trip and did some volunteer work. And slowly, I started to feel better."}, {"Id": 213, "bookId": 1, "DateAdded": "Tuesday, May 2, 2023 11:12:49 AM", "Quote": "see life in the same terms. We all get dealt cards. Some of us get better cards than others. And while its easy to get hung up on our cards, and feel we got screwed over, the real game lies in the choices we make with those cards, the risks we decide to take, and the consequences we choose to live with."}, {"Id": 214, "bookId": 1, "DateAdded": "Tuesday, May 2, 2023 9:55:02 PM", "Quote": "Im always wrong about everything, over and over and over again, and thats why my life improves."}, {"Id": 215, "bookId": 1, "DateAdded": "Tuesday, May 2, 2023 9:55:08 PM", "Quote": "Growth is an endlessly iterative process."}, {"Id": 216, "bookId": 1, "DateAdded": "Tuesday, May 2, 2023 9:56:55 PM", "Quote": "Many people become so obsessed with being right about their life that they never end up actually living"}, {"Id": 217, "bookId": 1, "DateAdded": "Tuesday, May 2, 2023 9:58:05 PM", "Quote": "Certainty is the enemy of growth. Nothing is for certain until it has already happenedand even then, its still debatable. Thats why accepting the inevitable imperfections of our values is necessary for any growth to take place."}, {"Id": 218, "bookId": 1, "DateAdded": "Tuesday, May 2, 2023 9:58:52 PM", "Quote": "Being wrong opens us up to the possibility of change."}, {"Id": 219, "bookId": 1, "DateAdded": "Wednesday, May 3, 2023 9:28:53 PM", "Quote": "press a button, then we see a light go on; we assume the button caused the light to go on. This, at its core, is the basis of meaning."}, {"Id": 220, "bookId": 1, "DateAdded": "Wednesday, May 3, 2023 9:29:58 PM", "Quote": "used to think the human brain was the most wonderful organ in my body. Then I realized who was telling me this."}, {"Id": 221, "bookId": 1, "DateAdded": "Wednesday, May 3, 2023 9:39:15 PM", "Quote": "our brain is always biased toward what we feel to be true in that moment."}, {"Id": 222, "bookId": 1, "DateAdded": "Wednesday, May 3, 2023 9:39:42 PM", "Quote": "she gave us last Christmas is now remembered as patronizing"}, {"Id": 223, "bookId": 1, "DateAdded": "Wednesday, May 3, 2023 9:39:48 PM", "Quote": "patronizing"}, {"Id": 224, "bookId": 1, "DateAdded": "Wednesday, May 3, 2023 9:43:38 PM", "Quote": "our beliefs are malleable, and our memories are horribly unreliable."}, {"Id": 225, "bookId": 1, "DateAdded": "Wednesday, May 3, 2023 9:43:57 PM", "Quote": "trust yourself less."}, {"Id": 226, "bookId": 1, "DateAdded": "Thursday, May 4, 2023 7:26:12 PM", "Quote": "righteousness, in their own beliefs and deservedness. Racists do racist things because theyre certain about their genetic superiority. Religious fanatics blow themselves up and murder dozens of people because theyre certain of their place in heaven as martyrs."}, {"Id": 227, "bookId": 1, "DateAdded": "Thursday, May 4, 2023 7:26:15 PM", "Quote": "Racists do racist things because theyre certain about their genetic superiority. Religious fanatics blow themselves up and murder dozens of people because theyre certain of their place in heaven as martyrs."}, {"Id": 228, "bookId": 1, "DateAdded": "Thursday, May 4, 2023 7:26:26 PM", "Quote": "Evil people never believe that they are evil; rather, they believe that everyone else is evil."}, {"Id": 229, "bookId": 1, "DateAdded": "Thursday, May 4, 2023 7:29:23 PM", "Quote": "Even a behavior as simple as sneaking a peek at your boyfriends text messages or asking a friend what people are saying about you is driven by insecurity and that aching desire to be certain."}, {"Id": 230, "bookId": 1, "DateAdded": "Thursday, May 4, 2023 7:30:33 PM", "Quote": "the more you try to be certain about something, the more uncertain and insecure you will feel."}, {"Id": 231, "bookId": 1, "DateAdded": "Thursday, May 4, 2023 7:35:15 PM", "Quote": "The only way to achieve these things is to remain uncertain of them and be open to finding them out through experience."}, {"Id": 232, "bookId": 1, "DateAdded": "Thursday, May 4, 2023 7:36:01 PM", "Quote": "Before we can look at our values and prioritizations and change them into better, healthier ones, we must first become uncertain of our current values."}, {"Id": 233, "bookId": 1, "DateAdded": "Thursday, May 4, 2023 7:36:42 PM", "Quote": "The more something threatens your identity, the more you will avoid"}, {"Id": 234, "bookId": 1, "DateAdded": "Thursday, May 4, 2023 7:37:12 PM", "Quote": "The more something threatens your identity, the more you will avoid"}, {"Id": 235, "bookId": 1, "DateAdded": "Thursday, May 4, 2023 7:37:17 PM", "Quote": "The more something threatens your identity, the more you will avoid it."}, {"Id": 236, "bookId": 1, "DateAdded": "Thursday, May 4, 2023 7:42:03 PM", "Quote": "never know who you are. Because thats what keeps you striving and discovering."}, {"Id": 237, "bookId": 1, "DateAdded": "Thursday, May 4, 2023 7:43:49 PM", "Quote": "there is little that is unique or special about your problems. Thats why letting go is so liberating. Theres a kind of self-absorption that comes with fear based on an irrational certainty. When you assume that your plane is the one thats going to crash, or that your project idea is the stupid one everyone is going to laugh at, or that youre the one everyone is going to choose to mock or ignore, youre implicitly telling yourself, Im the exception; Im unlike everybody else; Im different and special. This is narcissism, pure and simple. You feel as though your problems deserve to be treated differently, that your problems have some unique math to them that doesnt obey the laws of the physical universe. My recommendation: dont be special; dont be unique. Redefine your metrics in mundane and broad ways. Choose to measure yourself not as a rising star or an undiscovered genius. Choose to measure yourself not as some horrible victim or dismal failure. Instead, measure yourself by more mundane identities: a student, a partner, a friend, a creator. The narrower and rarer the identity you choose for yourself, the more everything will seem to threaten you. For that reason, define yourself in the simplest and most ordinary ways possible. This often means giving up some grandiose ideas about yourself: that youre uniquely intelligent, or spectacularly talented, or intimidatingly attractive, or especially victimized in ways other people could never imagine. This means giving up your sense of entitlement and your belief that youre somehow owed something by this world. This means giving up the supply of emotional highs that youve been sustaining yourself on for years. Like a junkie giving up the needle, youre going to go through withdrawal when you start giving these things up. But youll come out the other side so much better. How to Be a Little Less Certain of Yourself Questioning ourselves and doubting our own thoughts and beliefs is one of the hardest skills to develop. But it can be done. Here are some questions that will help you breed a little more uncertainty in your life. Question #1: What if Im wrong? A friend of mine recently got engaged to be married. The guy who proposed to her is pretty solid. He doesnt drink. He doesnt hit her or mistreat her. Hes friendly and has a good job. But since the engagement, my friends brother has been admonishing her nonstop about her immature life choices, warning her that shes going to hurt herself with this guy, that shes making a mistake, that shes being irresponsible. And whenever my friend asks her brother, What is your problem? Why does this bother you so much? he acts as though there is no problem, that nothing about the engagement bothers him, that hes just trying to be helpful and look out for his little sister. But its clear that something does bother him. Perhaps its his own insecurities about getting married. Perhaps its a sibling rivalry thing. Perhaps its jealousy. Perhaps hes just so caught up in his own victimhood that he doesnt know how to show happiness for others without trying to make them feel miserable first. As a general rule, were all the worlds worst observers of ourselves. When were angry, or jealous, or upset, were oftentimes the last ones to figure it out. And the only way to figure it out is to put cracks in our armor of certainty by consistently questioning how wrong we might be about ourselves. Am I jealousand if I am, then why? Am I angry? Is she right, and Im just protecting my ego? Questions like these need to become a mental habit. In many cases, the simple act of asking ourselves such questions generates the humility and compassion needed to resolve a lot of our issues. But its important to note that just because you ask yourself if you have the wrong idea doesnt necessarily mean that you do. If your husband beats the crap out of you for burning the pot roast and you ask yourself if youre wrong to believe hes mistreating youwell, sometimes youre right. The goal is merely to ask the question and entertain the thought at the moment, not to hate yourself. Its worth remembering that for any change to happen in your life, you must be wrong about something. If youre sitting there, miserable day after day, then that means youre already wrong about something major in your life, and until youre able to question yourself to find it, nothing will change. Question #2: What would it mean if I were wrong? Many people are able to ask themselves if theyre wrong, but"}, {"Id": 238, "bookId": 1, "DateAdded": "Thursday, May 4, 2023 7:45:47 PM", "Quote": "The narrower and rarer the identity you choose for yourself, the more everything will seem to threaten you. For that reason, define yourself in the simplest and most ordinary ways possible."}, {"Id": 239, "bookId": 1, "DateAdded": "Thursday, May 4, 2023 7:50:20 PM", "Quote": "youre sitting there, miserable day after day, then that means youre already wrong about something major in your life, and until youre able to question yourself to find it, nothing will change."}, {"Id": 240, "bookId": 1, "DateAdded": "Thursday, May 4, 2023 7:50:53 PM", "Quote": "It is the mark of an educated mind to be able to entertain a thought without accepting it."}, {"Id": 241, "bookId": 1, "DateAdded": "Thursday, May 4, 2023 7:56:18 PM", "Quote": "its down to me being screwed up, or everybody else being screwed up, it is far, far, far more likely that Im the one whos screwed up. I have learned this from experience. I have been the asshole acting out based on my own insecurities and flawed certainties more times than I can count."}, {"Id": 242, "bookId": 1, "DateAdded": "Sunday, May 7, 2023 7:43:59 PM", "Quote": "someone is worse than you, its likely because he hasnt been through all of the painful learning experiences you have."}, {"Id": 243, "bookId": 1, "DateAdded": "Sunday, May 7, 2023 7:44:05 PM", "Quote": "someone is worse than you, its likely because he hasnt been through all of the painful learning experiences you have."}, {"Id": 244, "bookId": 1, "DateAdded": "Sunday, May 7, 2023 7:44:09 PM", "Quote": "If someone is worse than you, its likely because he hasnt been through all of the painful learning experiences you have."}, {"Id": 245, "bookId": 1, "DateAdded": "Sunday, May 7, 2023 7:46:39 PM", "Quote": "We can be truly successful only at something were willing to fail at."}, {"Id": 246, "bookId": 1, "DateAdded": "Sunday, May 7, 2023 7:46:55 PM", "Quote": "lot of this fear of failure comes from having chosen shitty values. For instance, if I measure myself by the standard Make everyone I meet like me, I will be anxious, because failure is 100 percent defined by the actions of others, not by my own actions. I am not in control; thus my self-worth is at the mercy of judgments by others."}, {"Id": 247, "bookId": 1, "DateAdded": "Sunday, May 7, 2023 7:47:04 PM", "Quote": "A lot of this fear of failure comes from having chosen shitty values. For instance, if I measure myself by the standard Make everyone I meet like me, I will be anxious, because failure is 100 percent defined by the actions of others, not by my own actions. I am not in control; thus my self-worth is at the mercy of judgments by others."}, {"Id": 248, "bookId": 1, "DateAdded": "Sunday, May 7, 2023 7:49:41 PM", "Quote": "If your metric for the value success by worldly standards is Buy a house and a nice car, and you spend twenty years working your ass off to achieve it, once its achieved the metric has nothing left to give you."}, {"Id": 249, "bookId": 1, "DateAdded": "Sunday, May 7, 2023 7:52:00 PM", "Quote": "argued that fear and anxiety and sadness are not necessarily always undesirable or unhelpful states of mind; rather, they are often representative of the necessary pain of psychological growth."}, {"Id": 250, "bookId": 1, "DateAdded": "Sunday, May 7, 2023 7:52:03 PM", "Quote": "Dabrowski argued that fear and anxiety and sadness are not necessarily always undesirable or unhelpful states of mind; rather, they are often representative of the necessary pain of psychological growth."}, {"Id": 251, "bookId": 1, "DateAdded": "Sunday, May 7, 2023 7:52:21 PM", "Quote": "to deny that pain is to deny our own potential."}, {"Id": 252, "bookId": 1, "DateAdded": "Sunday, May 7, 2023 7:56:38 PM", "Quote": "Because it felt like people didnt want to talk to me, I came to believe that people didnt want to talk to me."}, {"Id": 253, "bookId": 1, "DateAdded": "Sunday, May 7, 2023 7:57:33 PM", "Quote": "When you choose a new value, you are choosing to introduce a new form of pain into your life. Relish it. Savor it. Welcome it with open arms. Then act despite"}, {"Id": 254, "bookId": 1, "DateAdded": "Sunday, May 7, 2023 7:57:37 PM", "Quote": "When you choose a new value, you are choosing to introduce a new form of pain into your life. Relish it. Savor it. Welcome it with open arms. Then act despite"}, {"Id": 255, "bookId": 1, "DateAdded": "Sunday, May 7, 2023 7:57:43 PM", "Quote": "When you choose a new value, you are choosing to introduce a new form of pain into your life. Relish it. Savor it. Welcome it with open arms. Then act despite it."}, {"Id": 256, "bookId": 1, "DateAdded": "Sunday, May 7, 2023 7:59:04 PM", "Quote": "Life is about not knowing and then doing something anyway."}, {"Id": 257, "bookId": 1, "DateAdded": "Sunday, May 7, 2023 8:01:34 PM", "Quote": "If you lack the motivation to make an important change in your life, do somethinganything, reallyand then harness the reaction to that action as a way to begin motivating yourself."}, {"Id": 258, "bookId": 1, "DateAdded": "Sunday, May 7, 2023 8:05:02 PM", "Quote": "Do something. That something can be the smallest viable action toward something else. It can be anything."}, {"Id": 259, "bookId": 1, "DateAdded": "Sunday, May 7, 2023 11:29:21 PM", "Quote": "Freedom grants the opportunity for greater meaning, but"}, {"Id": 260, "bookId": 1, "DateAdded": "Sunday, May 7, 2023 11:29:28 PM", "Quote": "Freedom grants the opportunity for greater meaning, but by itself there is nothing necessarily meaningful about it."}, {"Id": 261, "bookId": 1, "DateAdded": "Sunday, May 7, 2023 11:33:43 PM", "Quote": "we need to reject something. Otherwise, we stand for nothing."}, {"Id": 262, "bookId": 1, "DateAdded": "Sunday, May 7, 2023 11:35:58 PM", "Quote": "part of having honesty in our lives is becoming comfortable with saying and hearing the word no. In this way, rejection actually makes our relationships better and our emotional lives healthier."}, {"Id": 263, "bookId": 1, "DateAdded": "Wednesday, May 10, 2023 10:50:35 PM", "Quote": "Acts of love are valid only if theyre performed without conditions or expectations."}, {"Id": 264, "bookId": 1, "DateAdded": "Friday, May 12, 2023 6:44:54 PM", "Quote": "unconditionally and who is just there for the benefits. No one trusts a yes-man."}, {"Id": 265, "bookId": 1, "DateAdded": "Friday, May 12, 2023 6:44:57 PM", "Quote": "No one trusts a yes-man."}, {"Id": 266, "bookId": 1, "DateAdded": "Saturday, May 13, 2023 4:20:58 PM", "Quote": "But more is not always better. In fact, the opposite is true. We are actually often happier with less."}, {"Id": 267, "bookId": 1, "DateAdded": "Saturday, May 13, 2023 4:21:01 PM", "Quote": "When were overloaded with opportunities and options, we suffer from what psychologists refer to as the paradox of choice."}, {"Id": 268, "bookId": 1, "DateAdded": "Saturday, May 13, 2023 4:21:22 PM", "Quote": "you have a choice among twenty-eight places to live and pick one, the paradox of choice says that youll likely spend years agonizing, doubting, and second-guessing yourself, wondering if you really made the"}, {"Id": 269, "bookId": 1, "DateAdded": "Saturday, May 13, 2023 4:21:26 PM", "Quote": "you have a choice among twenty-eight places to live and pick one, the paradox of choice says that youll likely spend years agonizing, doubting, and second-guessing yourself, wondering if you really made the right choice, and"}, {"Id": 270, "bookId": 1, "DateAdded": "Saturday, May 13, 2023 4:21:30 PM", "Quote": "you have a choice among twenty-eight places to live and pick one, the paradox of choice says that youll likely spend years agonizing, doubting, and second-guessing yourself, wondering if you really made the right choice,"}, {"Id": 271, "bookId": 1, "DateAdded": "Saturday, May 13, 2023 4:23:18 PM", "Quote": "The older you get, the more experienced you get, the less significantly each new experience affects you."}, {"Id": 272, "bookId": 1, "DateAdded": "Saturday, May 13, 2023 4:24:14 PM", "Quote": "there is a freedom and liberation in commitment."}, {"Id": 273, "bookId": 1, "DateAdded": "Saturday, May 13, 2023 10:12:12 PM", "Quote": "if there really is no reason to do anything, then there is also no reason to not do anything;"}, {"Id": 274, "bookId": 1, "DateAdded": "Saturday, May 13, 2023 10:12:27 PM", "Quote": "since its all just a bunch of nothing anyway; and that by spending the majority of my short life avoiding what was painful and uncomfortable, I had essentially been avoiding being alive at all."}, {"Id": 275, "bookId": 1, "DateAdded": "Saturday, May 13, 2023 10:21:06 PM", "Quote": "Because once we become comfortable with the fact of our own deaththe root terror, the underlying anxiety motivating all of lifes frivolous ambitionswe can then choose our values more freely, unrestrained by the illogical quest for immortality, and freed from dangerous dogmatic views."}, {"Id": 276, "bookId": 1, "DateAdded": "Sunday, May 14, 2023 8:52:44 AM", "Quote": "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time."}, {"Id": 277, "bookId": 1, "DateAdded": "Sunday, May 14, 2023 8:55:11 AM", "Quote": "Confronting the reality of our own mortality is important because it obliterates all the crappy, fragile, superficial values in life."}, {"Id": 278, "bookId": 1, "DateAdded": "Sunday, May 14, 2023 8:58:18 AM", "Quote": "The only way to be comfortable with death is to understand and see yourself as something bigger than yourself; to choose values that stretch beyond serving yourself,"}, {"Id": 279, "bookId": 1, "DateAdded": "Sunday, May 14, 2023 10:12:12 PM", "Quote": "You need to remember that your excuses are seducers, your fears are liars and your doubts are thieves."}, {"Id": 280, "bookId": 2, "DateAdded": "Sunday, May 14, 2023 10:15:42 PM", "Quote": "If you sense your lifes a mess right now, this is simply because your fears are just a little stronger than your faith."}, {"Id": 281, "bookId": 2, "DateAdded": "Sunday, May 14, 2023 10:17:58 PM", "Quote": "World-class begins where your comfort zone ends is a rule the successful, the influential and the happiest always remember."}, {"Id": 282, "bookId": 2, "DateAdded": "Sunday, May 14, 2023 10:18:53 PM", "Quote": "Hard is good."}, {"Id": 283, "bookId": 2, "DateAdded": "Sunday, May 14, 2023 10:19:15 PM", "Quote": "A major key to happinessand internal peaceis knowing youve done whatever it took to earn your rewards and"}, {"Id": 284, "bookId": 2, "DateAdded": "Sunday, May 14, 2023 10:19:20 PM", "Quote": "A major key to happinessand internal peaceis knowing youve done whatever it took to earn your rewards"}, {"Id": 285, "bookId": 2, "DateAdded": "Sunday, May 14, 2023 10:22:03 PM", "Quote": "the place where your greatest discomfort lies is also the spot where your largest opportunity lives."}, {"Id": 286, "bookId": 2, "DateAdded": "Monday, May 15, 2023 10:23:09 PM", "Quote": "reservoirs of hope faded. Being ordinary became acceptable. The lamp of your creativity, your positivity and your intimacy with your greatness grew dim as you began to worry about fitting in, having more than others and being popular."}, {"Id": 287, "bookId": 2, "DateAdded": "Monday, May 15, 2023 10:24:05 PM", "Quote": "Pain is the doorway into deep."}, {"Id": 288, "bookId": 2, "DateAdded": "Tuesday, May 16, 2023 2:58:28 PM", "Quote": "high victory is made in those early morning hours when no ones watching and while everyone else is sleeping."}, {"Id": 289, "bookId": 2, "DateAdded": "Tuesday, May 16, 2023 10:06:13 PM", "Quote": "Winning starts at your beginning."}, {"Id": 290, "bookId": 2, "DateAdded": "Tuesday, May 16, 2023 10:06:29 PM", "Quote": "Take excellent care of the front end of your day, and the rest of your day will pretty much take care of itself."}, {"Id": 291, "bookId": 2, "DateAdded": "Tuesday, May 16, 2023 10:08:00 PM", "Quote": "every professional was once an amateur, and every master started as a beginner."}, {"Id": 292, "bookId": 2, "DateAdded": "Wednesday, May 17, 2023 10:19:23 PM", "Quote": "Everyone thinks of changing the world but no one thinks of changing himself."}, {"Id": 293, "bookId": 2, "DateAdded": "Wednesday, May 17, 2023 10:19:59 PM", "Quote": "answer. My special teacher also told me that to find your best self you must lose your weak self."}, {"Id": 294, "bookId": 2, "DateAdded": "Wednesday, May 17, 2023 10:20:04 PM", "Quote": "to find your best self you must lose your weak self."}, {"Id": 295, "bookId": 2, "DateAdded": "Wednesday, May 17, 2023 10:22:46 PM", "Quote": "the soreness of growth is so much less expensive than the devastating costs of regret."}, {"Id": 296, "bookId": 2, "DateAdded": "Wednesday, May 17, 2023 10:25:47 PM", "Quote": "All change is hard at first, messy in the middle and gorgeous at the"}, {"Id": 297, "bookId": 2, "DateAdded": "Wednesday, May 17, 2023 10:25:52 PM", "Quote": "All change is hard at first, messy in the middle and gorgeous at the end."}, {"Id": 298, "bookId": 2, "DateAdded": "Wednesday, May 17, 2023 10:43:34 PM", "Quote": "Commitment, discipline, patience and work."}, {"Id": 299, "bookId": 2, "DateAdded": "Thursday, May 18, 2023 9:17:48 PM", "Quote": "Rileys personal assistant has informed us of your itinerary."}, {"Id": 300, "bookId": 2, "DateAdded": "Thursday, May 18, 2023 9:22:28 PM", "Quote": "RULE #1 An addiction to distraction is the end of your creative production. Empire-makers and history-creators take one hour for themselves before dawn, in the serenity that lies beyond the clutches of complexity, to prepare themselves for a world-class day. RULE #2 Excuses breed no genius. Just because you havent installed the early-rising habit before doesnt mean you cant do it now. Release your rationalizations and remember that small daily improvements, when done consistently over time, lead to stunning results. RULE #3 All change is hard at first, messy in the middle and gorgeous at the end. Everything you now find easy you first found difficult. With consistent practice, getting up with the sun will become your new normal. And automatic. RULE #4 To have the results The Top 5% of producers have, you must start doing what 95% of people are unwilling to do. As you start to live like this, the majority will call you crazy. Remember that being labeled a freak is the price of greatness. RULE #5 When you feel like surrendering, continue.Triumph loves the relentless."}, {"Id": 301, "bookId": 2, "DateAdded": "Thursday, May 18, 2023 9:28:03 PM", "Quote": "The old you must die before the best you can be born."}, {"Id": 302, "bookId": 2, "DateAdded": "Thursday, May 18, 2023 9:28:58 PM", "Quote": "The flow of life rewards positive action and punishes hesitation."}, {"Id": 303, "bookId": 2, "DateAdded": "Thursday, May 18, 2023 9:33:48 PM", "Quote": "The 2x3x Mindset: to double your income and impact, triple your investment in two core areasyour personal mastery and your professional capability."}, {"Id": 304, "bookId": 2, "DateAdded": "Friday, May 19, 2023 10:46:51 PM", "Quote": "Having lots of money doesnt make you different. It just makes you more of who you were before you made the cash."}, {"Id": 305, "bookId": 2, "DateAdded": "Friday, May 19, 2023 10:52:10 PM", "Quote": "Protection from distraction is precisely how you need to work if youre serious about dominating your field and winning at your craft."}, {"Id": 306, "bookId": 2, "DateAdded": "Friday, May 19, 2023 10:52:25 PM", "Quote": "rising at 5 AM promotes The Flow State gorgeously."}, {"Id": 307, "bookId": 2, "DateAdded": "Sunday, May 21, 2023 10:33:40 PM", "Quote": "The beginning of transformation is the increase of perception. As you see more you can materialize more. And once you know better you can achieve bigger. The great women and men of the worldthe ones responsible"}, {"Id": 308, "bookId": 2, "DateAdded": "Sunday, May 21, 2023 10:33:44 PM", "Quote": "The beginning of transformation is the increase of perception. As you see more you can materialize more. And once you know better you can achieve bigger."}, {"Id": 309, "bookId": 2, "DateAdded": "Sunday, May 21, 2023 10:36:41 PM", "Quote": "Less is more, you know? Youre attempting too much. Geniuses understand that its smarter to create one masterwork than one thousand ordinary pieces."}, {"Id": 310, "bookId": 2, "DateAdded": "Monday, May 22, 2023 8:24:04 PM", "Quote": "anywhere was fantastic. This is my point. The Top 5% go granular"}, {"Id": 311, "bookId": 2, "DateAdded": "Monday, May 22, 2023 8:24:07 PM", "Quote": "anywhere was fantastic. This is my point. The Top 5% go granular"}, {"Id": 312, "bookId": 2, "DateAdded": "Monday, May 22, 2023 8:58:55 PM", "Quote": "Theres a ton of competition at ordinary, but theres almost none at extraordinary."}, {"Id": 313, "bookId": 2, "DateAdded": "Monday, May 22, 2023 9:00:03 PM", "Quote": "Consistency really is the DNA of mastery. And small, daily, seemingly insignificant improvements when done consistently over time yield staggering results."}, {"Id": 314, "bookId": 2, "DateAdded": "Monday, May 22, 2023 9:02:27 PM", "Quote": "Today is a glorious day and Ill live it at excellence, with boundless enthusiasm and limitless integrity, true to my visions and with a heart full of love."}, {"Id": 315, "bookId": 2, "DateAdded": "Monday, May 22, 2023 9:02:59 PM", "Quote": "and accelerate our contribution to the world: calibration. Dialing in the finest of attitudes and refining the littlest of details is what granularity and ascension into the orbit of your inherent geniusand a life magically livedis all about."}, {"Id": 316, "bookId": 2, "DateAdded": "Monday, May 22, 2023 9:06:39 PM", "Quote": "not to put off doing whatever it takes to express your natural genius."}, {"Id": 317, "bookId": 2, "DateAdded": "Monday, May 22, 2023 9:07:56 PM", "Quote": "we have vast reservoirs of ability that absolutely must be accessed and then applied in order for us to lead energetic, joyful, peaceful and meaningful lives."}, {"Id": 318, "bookId": 2, "DateAdded": "Monday, May 22, 2023 9:08:58 PM", "Quote": "diagrm"}, {"Id": 319, "bookId": 2, "DateAdded": "Monday, May 22, 2023 9:08:58 PM", "Quote": ""}, {"Id": 320, "bookId": 2, "DateAdded": "Monday, May 29, 2023 5:58:05 PM", "Quote": "Its not the size of the dog in the fight, its the size of the fight in the dog insight,"}, {"Id": 321, "bookId": 2, "DateAdded": "Monday, May 29, 2023 6:02:09 PM", "Quote": "Human beings are hardwired to act in alignment with our self-identity, always. Youll never rise higher than your personal story."}, {"Id": 322, "bookId": 2, "DateAdded": "Monday, May 29, 2023 6:04:00 PM", "Quote": "A lot of us have been minimized and pushed down so much by the dark and toxic influences around us weve forgotten all we truly are."}, {"Id": 323, "bookId": 2, "DateAdded": "Monday, May 29, 2023 6:05:26 PM", "Quote": "If you are alive today, you have the ability to lead without a title and make your mark on the world, even if you dont currently believe you can due to the limits of your current perception."}, {"Id": 324, "bookId": 2, "DateAdded": "Monday, May 29, 2023 6:05:45 PM", "Quote": "Your perception isnt reality."}, {"Id": 325, "bookId": 2, "DateAdded": "Monday, May 29, 2023 6:14:53 PM", "Quote": "we subconsciously develop a series of soul-crushing escape routes to avoid feeling this pain generated by our talents denied."}, {"Id": 326, "bookId": 2, "DateAdded": "Monday, May 29, 2023 6:16:08 PM", "Quote": "Other avoidance tactics from the pain of potential unexpressed are hours mindlessly surfing online, electronic shopping, working too much, drinking too much, eating too much, complaining too much and sleeping too much."}, {"Id": 327, "bookId": 2, "DateAdded": "Monday, May 29, 2023 6:16:51 PM", "Quote": "We adopt the paradigm of a victim. We make excuses and then recite them so many times we train our subconscious mind to think they are true."}, {"Id": 328, "bookId": 2, "DateAdded": "Tuesday, May 30, 2023 9:56:32 PM", "Quote": "An addiction to distraction is the death of your creative production."}, {"Id": 329, "bookId": 2, "DateAdded": "Tuesday, May 30, 2023 9:59:10 PM", "Quote": "Concentrate on just a few work projects so you make them amazing versus diluting your attention on too many."}, {"Id": 330, "bookId": 2, "DateAdded": "Tuesday, May 30, 2023 9:59:15 PM", "Quote": "And socially, have fewer friends but go deep with them so the relationship is rich."}, {"Id": 331, "bookId": 2, "DateAdded": "Tuesday, May 30, 2023 9:59:18 PM", "Quote": "have fewer friends but go deep with them so the relationship is rich."}, {"Id": 332, "bookId": 2, "DateAdded": "Tuesday, May 30, 2023 9:59:30 PM", "Quote": "Accept fewer invitations, major in fewer leisure activities and study, then master, a smaller number of books versus skimming many."}, {"Id": 333, "bookId": 2, "DateAdded": "Tuesday, May 30, 2023 10:01:17 PM", "Quote": "As you rise toward virtuosity, youll become anxious about failure, threatened by a concern of not being good enough and insecure about blazing new paths. So, your amygdalaan almond-shaped mass of gray matter in the brain that detects feargets all fired up. And you begin to tear down the productivity youve built up."}, {"Id": 334, "bookId": 2, "DateAdded": "Tuesday, May 30, 2023 10:05:49 PM", "Quote": "Comparison is the thief of joy, responded the billionaire. Someone will always have more fortune, fame and stuff than you do."}, {"Id": 335, "bookId": 2, "DateAdded": "Tuesday, May 30, 2023 10:07:46 PM", "Quote": "As we leave our comfort zones, the ancient brain gets triggered. As we raise our expertise and lift our influence, it gets frightened by the change."}, {"Id": 336, "bookId": 2, "DateAdded": "Thursday, June 1, 2023 10:09:48 PM", "Quote": "Only one who devotes himself to a cause with his whole strength and soul can be a true master. For this reason, mastery demands all of a person."}, {"Id": 337, "bookId": 2, "DateAdded": "Thursday, June 1, 2023 10:11:06 PM", "Quote": "some of the lemon tea. After a few seconds, he began to gargle."}, {"Id": 338, "bookId": 2, "DateAdded": "Thursday, June 1, 2023 10:12:53 PM", "Quote": ""}, {"Id": 339, "bookId": 2, "DateAdded": "Thursday, June 1, 2023 10:21:02 PM", "Quote": "Fortify and bulletproof and nourish the core dimensions of your inner life and, trust me, youll x100 your"}, {"Id": 340, "bookId": 2, "DateAdded": "Thursday, June 1, 2023 10:21:05 PM", "Quote": "Fortify and bulletproof and nourish the core dimensions of your inner life and, trust me, youll x100 your life. Everything"}, {"Id": 341, "bookId": 2, "DateAdded": "Thursday, June 1, 2023 10:21:16 PM", "Quote": "Fortify and bulletproof and nourish the core dimensions of your inner life and, trust me, youll x100 your life."}, {"Id": 342, "bookId": 2, "DateAdded": "Thursday, June 1, 2023 10:22:28 PM", "Quote": "During your Victory Hour, from 5 to 6 AM each morning, concentrate on upgrading what The Spellbinder calls The 4 Interior Empires."}, {"Id": 343, "bookId": 2, "DateAdded": "Monday, June 5, 2023 9:58:45 PM", "Quote": "Apply it all in whatever way works for your values,"}, {"Id": 344, "bookId": 2, "DateAdded": "Monday, June 5, 2023 9:58:48 PM", "Quote": "Apply it all in whatever way works for your values, aspirations and lifestyle. Yet also know that part-time"}, {"Id": 345, "bookId": 2, "DateAdded": "Monday, June 5, 2023 9:58:55 PM", "Quote": "Apply it all in whatever way works for your values, aspirations and lifestyle. Yet also know that part-time commitment truly does deliver part-time results,"}, {"Id": 346, "bookId": 2, "DateAdded": "Monday, June 5, 2023 10:03:06 PM", "Quote": "How can you produce amazing work and realize astonishing results if toxic feelings are weighing you down?"}, {"Id": 347, "bookId": 2, "DateAdded": "Monday, June 5, 2023 10:06:17 PM", "Quote": "unexpressed emotions will never die. They are buried alive and they will come forth later in uglier ways."}, {"Id": 348, "bookId": 2, "DateAdded": "Monday, June 5, 2023 10:10:50 PM", "Quote": "Healthset is all about dialing in your physical dimension so your brain is operating at its highest level of cognition and so your energy is igniting and so"}, {"Id": 349, "bookId": 2, "DateAdded": "Monday, June 5, 2023 10:10:56 PM", "Quote": "Healthset is all about dialing in your physical dimension so your brain is operating at its highest level of cognition and so your energy is igniting and so your stress is dissolving and so your joy is expanding."}, {"Id": 350, "bookId": 2, "DateAdded": "Friday, June 9, 2023 8:00:40 AM", "Quote": "One of the most tragic things I know about human nature is that all of us tend to put off living. We are all dreaming of some magical rose garden over the horizon instead of enjoying the roses that are blooming outside our windows today."}, {"Id": 351, "bookId": 2, "DateAdded": "Saturday, June 10, 2023 10:20:44 PM", "Quote": "hated every minute of training. But I said, Dont quit. Suffer now and live the rest of your life as a champion."}, {"Id": 352, "bookId": 2, "DateAdded": "Saturday, June 10, 2023 10:20:49 PM", "Quote": "hated every minute of training. But I said, Dont quit. Suffer now and live the rest of your life as a champion."}, {"Id": 353, "bookId": 2, "DateAdded": "Saturday, June 10, 2023 10:20:56 PM", "Quote": "I hated every minute of training. But I said, Dont quit. Suffer now and live the rest of your life as a champion."}, {"Id": 354, "bookId": 2, "DateAdded": "Saturday, June 10, 2023 10:26:02 PM", "Quote": "The 5 Scientific Truths Behind Excellent Habits Truth #1: World-class willpower isnt an inborn strength, but a skill developed through relentless practice. Getting up at dawn is perfect self-control training. Truth #2: Personal discipline is a muscle. The more you stretch it, the stronger it grows. Therefore, the samurais of self-regulation actively create conditions of hardship to build their natural power. Truth #3: Like other muscles, willpower weakens when tired. Recovery is, therefore, absolutely necessary for the expression of mastery. And to manage decision fatigue. Truth #4: Installing any great habit successfully follows a distinct four-part pattern for automation of the routine. Follow it explicitly for lasting results. Truth #5: Increasing self-control in one area of your life elevates self-control in all areas of your life. This is why joining The 5 AM Club is the game-changing habit that will lift everything else that you do."}, {"Id": 355, "bookId": 2, "DateAdded": "Saturday, June 10, 2023 10:27:23 PM", "Quote": "The 3 Values of Heroic Habit-Makers Value #1: Victory demands consistency and persistency. Value #2: Following through on what is started determines the size of the personal respect that will be generated. Value #3: The way you practice in private is precisely the way youll perform once youre in public. The 1 General Theory of Self-Discipline Spartans To regularly do that which is hard but important when it feels most uncomfortable is how warriors are born. The"}, {"Id": 356, "bookId": 2, "DateAdded": "Saturday, June 10, 2023 10:27:29 PM", "Quote": "The 3 Values of Heroic Habit-Makers Value #1: Victory demands consistency and persistency. Value #2: Following through on what is started determines the size of the personal respect that will be generated. Value #3: The way you practice in private is precisely the way youll perform once youre in public. The 1 General Theory of Self-Discipline Spartans To regularly do that which is hard but important when it feels most uncomfortable is how warriors are born."}, {"Id": 357, "bookId": 2, "DateAdded": "Sunday, June 11, 2023 7:46:42 AM", "Quote": "the common denominator of successthe secret of success of every man and woman who has ever been successfullies in the fact that they formed the habit of doing things that failures dont like to do."}, {"Id": 358, "bookId": 2, "DateAdded": "Sunday, June 11, 2023 8:20:55 AM", "Quote": "remaining sincere to your ideals not only in the seasons of comfort but especially when it all gets terrifically difficult."}, {"Id": 359, "bookId": 2, "DateAdded": "Sunday, June 11, 2023 8:24:49 AM", "Quote": "As you repeat the routine you wish to add to your lifestyle, it becomes easierand more familiar."}, {"Id": 360, "bookId": 2, "DateAdded": "Sunday, June 11, 2023 8:27:12 AM", "Quote": "daily discomfort is the price of enduring success."}, {"Id": 361, "bookId": 2, "DateAdded": "Sunday, June 11, 2023 8:29:38 AM", "Quote": "The single best way to build your willpower is to voluntarily put yourself into conditions of discomfort."}, {"Id": 362, "bookId": 2, "DateAdded": "Sunday, June 11, 2023 8:30:18 AM", "Quote": "I began taking cold showers every morning. Twice a week Id fast, like so many of the most accomplished women and men of the world have done to capitalize on and manifest their primal power."}, {"Id": 363, "bookId": 2, "DateAdded": "Sunday, June 11, 2023 1:20:46 PM", "Quote": "Small, daily, seemingly insignificant improvements, when done consistently over time, yield staggering results,"}, {"Id": 364, "bookId": 2, "DateAdded": "Sunday, June 11, 2023 1:21:20 PM", "Quote": ""}, {"Id": 365, "bookId": 2, "DateAdded": "Sunday, June 11, 2023 1:22:13 PM", "Quote": "Once youve got the trigger of your alarm clock in place, the next stepas you can see from my diagramis to run the routine you want to encode."}, {"Id": 366, "bookId": 2, "DateAdded": "Sunday, June 11, 2023 1:22:58 PM", "Quote": "It sounds obvious, but jump straight out of bed before your reasoning mindthe prefrontal cortexcan give you a bunch of excuses about why you should go back to sleep. Its in this very moment that, by getting out of bed, you build the early-rising neural circuit in your brain through the power of neuroplasticity."}, {"Id": 367, "bookId": 2, "DateAdded": "Sunday, June 11, 2023 1:23:14 PM", "Quote": "The next step of the four-part pattern to program in a new ritual is to make sure you have a preset reward in place."}, {"Id": 368, "bookId": 2, "DateAdded": "Sunday, June 11, 2023 1:24:01 PM", "Quote": "Your reward for rising with the sun could be a nice piece of dark chocolate for dessert at lunch. It could be taking a nap later in the day, another favored rite of the planets greatest creatives. It could be treating yourself to the book youve been wanting to buy for your"}, {"Id": 369, "bookId": 2, "DateAdded": "Sunday, June 11, 2023 1:24:04 PM", "Quote": "Your reward for rising with the sun could be a nice piece of dark chocolate for dessert at lunch. It could be taking a nap later in the day, another favored rite of the planets greatest creatives. It could be treating yourself to the book youve been wanting to buy for your library. You can figure out what feels right for you."}, {"Id": 370, "bookId": 2, "DateAdded": "Sunday, June 11, 2023 1:25:56 PM", "Quote": "fitness."}, {"Id": 371, "bookId": 2, "DateAdded": "Monday, June 12, 2023 7:14:28 PM", "Quote": "Your willpower really is weakest when you are most tired."}, {"Id": 372, "bookId": 2, "DateAdded": "Monday, June 12, 2023 7:15:25 PM", "Quote": "Maybe thats why so many so-called geniuses wear the same uniform every day, the artist commented. They want to keep order and structure in their lives. And they understand that each morning we wake up with a limited amount of willpower as well as mental focus. So, rather than wasting these valuable gifts by spreading them over many trivial choices like what to wear and what to eat, they automate as many basic things as possible, so they can concentrate their highest powers on just a few important activities."}, {"Id": 373, "bookId": 2, "DateAdded": "Monday, June 12, 2023 8:06:06 PM", "Quote": ""}, {"Id": 374, "bookId": 2, "DateAdded": "Monday, June 12, 2023 8:07:08 PM", "Quote": "Sixty-six days of training to make a new habit yours. So, dont quit after a few days, or a few weeks, or even after two months. As it relates to becoming a member of The 5 AM Club, stick with your self-promise for at least sixty-six days. No matter what."}, {"Id": 375, "bookId": 2, "DateAdded": "Monday, June 12, 2023 8:08:20 PM", "Quote": "Continue at all costs. Persistency sits at the threshold of mastery."}, {"Id": 376, "bookId": 2, "DateAdded": "Monday, June 12, 2023 8:08:39 PM", "Quote": "when faced with a choice, always choose the one that pushes you the most, increases your growth and promotes the unfoldment of your gifts, talents and personal prowess."}, {"Id": 377, "bookId": 2, "DateAdded": "Monday, June 12, 2023 8:09:25 PM", "Quote": "if it wasnt hard initially, it wouldnt be realand valuablechange."}, {"Id": 378, "bookId": 2, "DateAdded": "Monday, June 12, 2023 8:11:53 PM", "Quote": "youll be exhausted often at stage two of habit installation."}, {"Id": 379, "bookId": 2, "DateAdded": "Monday, June 12, 2023 8:14:21 PM", "Quote": "the end."}, {"Id": 380, "bookId": 2, "DateAdded": "Tuesday, June 13, 2023 9:59:17 PM", "Quote": "The primary purpose of life is growth: to be continuously pushing yourself to materialize more of your potential."}, {"Id": 381, "bookId": 2, "DateAdded": "Tuesday, June 13, 2023 9:59:26 PM", "Quote": "Boredom kills the human spirit."}, {"Id": 382, "bookId": 2, "DateAdded": "Tuesday, June 13, 2023 10:07:21 PM", "Quote": "#1. To make a habit last, never install it alone. #2. The teacher learns the most. #3. When you most feel like quitting is the time you must continue advancing."}, {"Id": 383, "bookId": 2, "DateAdded": "Friday, June 16, 2023 9:39:13 PM", "Quote": "As you apply The 20/20/20 Formula, always remember to keep improving the way you run it each morning. Stay hungry."}, {"Id": 384, "bookId": 2, "DateAdded": "Friday, June 16, 2023 9:39:17 PM", "Quote": "As you apply The 20/20/20 Formula, always remember to keep improving the way you run it each morning. Stay hungry. Keep a white-belt mentality around it. Because nothing fails like success."}, {"Id": 385, "bookId": 2, "DateAdded": "Friday, June 16, 2023 9:42:12 PM", "Quote": ""}, {"Id": 386, "bookId": 2, "DateAdded": "Monday, June 19, 2023 8:17:36 AM", "Quote": "Before your rational mind can come up with reasons to remain under the covers."}, {"Id": 387, "bookId": 2, "DateAdded": "Monday, June 19, 2023 8:23:22 AM", "Quote": "choices."}, {"Id": 388, "bookId": 2, "DateAdded": "Monday, June 19, 2023 4:04:58 PM", "Quote": "you should also use the reflection pocket to invent, visualize and dream."}, {"Id": 389, "bookId": 2, "DateAdded": "Monday, June 19, 2023 4:05:35 PM", "Quote": "Pre-Performance Blueprint. This is simply a written statement of your ideal day ahead. Researchers confirm that pre-commitment strategies work beautifully to increase your focus and discipline to get things done. Youll have a clear and calibrated script for your day ahead, so it unfolds the way you want it to."}, {"Id": 390, "bookId": 2, "DateAdded": "Monday, June 19, 2023 4:06:59 PM", "Quote": ""}, {"Id": 391, "bookId": 2, "DateAdded": "Monday, June 19, 2023 4:07:49 PM", "Quote": "During the reflection pocket of The 20/20/20 Formula, another absolutely winning move is to write in a journal."}, {"Id": 392, "bookId": 2, "DateAdded": "Monday, June 19, 2023 4:08:58 PM", "Quote": "Simply download your commitments for the hours ahead, record your precious ambitions and activate your gratitude by listing whats good in your life right now. Please also use your journal as a place to process through any frustrations, disappointments and resentments in your heart so you let them go. Its miraculous how youll release toxic emotions and low energy from your system when you write down your suppressed hurts, freeing up maximum creativity, premium vitality and unmatchable performance."}, {"Id": 393, "bookId": 2, "DateAdded": "Monday, June 19, 2023 4:11:16 PM", "Quote": "When we avoid feeling, we lose access to our most powerful selves and forget the truths of life: that each of us can accomplish astounding things, and produce astonishing works, and realize radiant health, and know true love, and live a magical life, and be helpful to many. I speak fact here. But most of us have so much fear, pain, anger and sorrow built up over our real selves, we have no sense of the opportunities that sit right in front of us. All that dark energy blinds us from seeing them. And blocks our access to our primal genius. The great people of history had this access. Today, the majority have lost it."}, {"Id": 394, "bookId": 2, "DateAdded": "Monday, June 19, 2023 4:11:35 PM", "Quote": "You need to feel a wound to heal a hurt,"}, {"Id": 395, "bookId": 2, "DateAdded": "Monday, June 19, 2023 4:13:13 PM", "Quote": "calm performers are the highest achievers."}, {"Id": 396, "bookId": 2, "DateAdded": "Monday, June 19, 2023 4:15:45 PM", "Quote": "The 2x3x Mindset : to double your income and impact, triple your investment in two primary areas,"}, {"Id": 397, "bookId": 2, "DateAdded": "Monday, June 19, 2023 4:15:49 PM", "Quote": "The 2x3x Mindset : to double your income and impact, triple your investment in two primary areas, your personal mastery and your professional capability."}, {"Id": 398, "bookId": 2, "DateAdded": "Tuesday, June 20, 2023 9:38:32 PM", "Quote": "HGH, human growth hormone, is produced in the pituitary gland of the brain and is important for healthy tissues in your body, a strong functioning metabolism and a long lifespan. Increased levels of HGH raise your moods, cognition, energy levels and lean muscle mass, while reducing your cravings through the regulation of leptin and ghrelin. Heres the main point: while HGH is released through exercise, which is part of the reason pocket number one of The 20/20/20 Formula is such a game-changer, 75% of HGH production happens when you sleep! And heres the real key: to maximize the process of the brain being washed properly and HGH being produced excellently so you expand your creativity, productivity, vitality and longevity, you need five complete ninety-minute sleep cycles. Thats what the scientific studies are now confirming. Thats seven and a half hours of sleep each night. You also should know that research proves that its not only sleep-deprivation that kills. Over-sleep, nine or more hours, also has been shown to shorten life. Do you have a learning model for us that explains all this, so our awareness gets super-clear and calibrated versus vague and lame? asked the artist. Good job, Stone. You taught them The 3 Step Success Formula, applauded The Spellbinder. The billionaire, still near to the dirty floor of the crypt, nodded. Then he burped. Yes, I do have a framework for you, confirmed The Spellbinder. Ive deconstructed my own evening routine that has helped me consistently sleep wonderfully over all these years. The Spellbinder then pulled out a flashlight that had been hidden in his robe. He unscrewed the top portion, revealing a secret compartment in the tube. From it, he extracted two thin scrolls, handing one to the entrepreneur and the other to the artist. The following diagram appeared on each scroll: I dont know how to thank you, the entrepreneur said. Both of you, she indicated, looking over to the billionaire, who was now doing sit-ups in the candlelight while whispering, Great fortune and weighty wisdom keep coming my way. Im always a leader, never a victim. A lion, not a sheep. I love my life and am making it even better every day. And the more people I help, the more happy I am."}, {"Id": 399, "bookId": 2, "DateAdded": "Tuesday, June 20, 2023 9:39:06 PM", "Quote": "good for your lower back as well as for your digestion, he added, oddly. Well, when you sleepand the key here is not only the quantity of sleep but the quality of your sleep statesyour neurons shrink by 60% as cerebral spinal fluid washes through your brain. Its also been discovered that the lymphatic system, which was previously believed to be only in your body, is in your skull, too. All this means that we, as human beings, have evolutionarily architected a powerful process to essentially wash the brain so it stays in optimum condition. And this cleansing mechanism only happens while we sleep. Unbelievably interesting, the entrepreneur noted. Tell them about HGH, implored the billionaire. Sure, said The Spellbinder. HGH, human growth hormone, is produced in the pituitary gland of the brain and is important for healthy tissues in your body, a strong functioning metabolism and a long lifespan. Increased levels of HGH raise your moods, cognition, energy levels and lean muscle mass, while reducing your cravings through the regulation of leptin and ghrelin. Heres the main point: while HGH is released through exercise, which is part of the reason pocket number one of The 20/20/20 Formula is such a game-changer, 75% of HGH production happens when you"}, {"Id": 400, "bookId": 2, "DateAdded": "Tuesday, June 20, 2023 9:39:22 PM", "Quote": "HGH, human growth hormone, is produced in the pituitary gland of the brain and is important for healthy tissues in your body, a strong functioning metabolism and a long lifespan. Increased levels of HGH raise your moods, cognition, energy levels and lean muscle mass, while reducing your cravings through the regulation of leptin and ghrelin. Heres the main point: while HGH is released through exercise, which is part of the reason pocket number one of The 20/20/20 Formula is such a game-changer, 75% of HGH production happens when you sleep! And heres the real key: to maximize the process of the brain being washed properly and HGH being produced excellently so you expand your creativity, productivity, vitality and longevity, you need five complete ninety-minute sleep cycles."}, {"Id": 401, "bookId": 2, "DateAdded": "Tuesday, June 20, 2023 9:40:34 PM", "Quote": ""}, {"Id": 402, "bookId": 2, "DateAdded": "Tuesday, June 20, 2023 9:41:50 PM", "Quote": "Be the change you wish to see in the world,"}, {"Id": 403, "bookId": 2, "DateAdded": "Tuesday, June 20, 2023 9:44:07 PM", "Quote": ""}, {"Id": 404, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 7:55:10 AM", "Quote": ""}, {"Id": 405, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 7:55:25 AM", "Quote": "Tactic #1: The Tight Bubble of Total Focus (TBTF) The Insight: An addiction to distraction is the death of your creative production. Your attraction to digital interruption is costing you your fortunefinancially, cognitively, energetically, physically and spiritually. To have the income and impact only a few people currently have, you need to run your days like very few performers currently do. The Tight Bubble of Total Focus is a metaphorical moat that you build around your assets of genius, so they not only stay strongthey increase. The five primary assets that all superproducers defend are mental focus, physical energy, personal willpower, original talent and daily time. Your bubble has a porous membrane that encircles it so that you decide what information, which people and the nature of the activities that enter your orbit. Anything negative, toxic and impure gets blocked at the gate. Essentially, this way of being in the world is your bulletproof defense system to reject any stimuli that would decry your greatness. The Implementation: The Tight Bubble of Total Focus strategy preserves your focus as well as your primal brilliance by giving you long stretches of time free from trivial fascinations and any influences that dissolve your inspirationand deteriorate your A-game. Each morning, you enter this invisible bubble of your own making that is completely empty of other peoples superficial messages, spam, fake news, advertisements, silly videos, irrelevant chatting and other forms of cyber-hooking that will destroy your life of monumental potential. Part of this philosophical construct is your Personal Menlo Park, the place wherelike Thomas Edisonyou get lost from the world and go to generate the masterworks that will raise you to industry dominance and global eminence. The real key here is solitude for a scheduled period each day, in a positive environment that floods you with creativity, energy, happiness and the feeling the work youre doing is for the upliftment of humanity. The spaces you inhabit shape the output you produce. This concept canand shouldalso be applied beyond your professional routine. So your private time is free of negativity, energy vampires and soul-hurting pursuits. Of course, tinker with this metaphorical wall of armor around your five assets of genius so you have a wonderful social life. And so you dont become a hermit. Using the TBTF in your personal life"}, {"Id": 406, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 7:56:02 AM", "Quote": "Tactic #1: The Tight Bubble of Total Focus (TBTF) The Insight: An addiction to distraction is the death of your creative production. Your attraction to digital interruption is costing you your fortunefinancially, cognitively, energetically, physically and spiritually. To have the income and impact only a few people currently have, you need to run your days like very few performers currently do."}, {"Id": 407, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 7:56:21 AM", "Quote": "so they not only stay strongthey increase. The five primary assets that all superproducers defend are mental focus, physical energy, personal willpower, original talent and daily time. Your bubble has a porous membrane that encircles it so that you decide what information, which people and the nature of the activities that enter your orbit. Anything negative, toxic and impure gets blocked at the gate. Essentially, this way of being in the world is your bulletproof defense system to reject any stimuli that would decry your greatness."}, {"Id": 408, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 7:56:29 AM", "Quote": "The five primary assets that all superproducers defend are mental focus, physical energy, personal willpower, original talent and daily time. Your bubble has a porous membrane that encircles it so that you decide what information, which people and the nature of the activities that enter your orbit. Anything negative, toxic and impure gets blocked at the gate. Essentially, this way of being in the world is your bulletproof defense system to reject any stimuli that would decry your greatness."}, {"Id": 409, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 7:56:51 AM", "Quote": "Each morning, you enter this invisible bubble of your own making that is completely empty of other peoples superficial messages, spam, fake news, advertisements, silly videos, irrelevant chatting and other forms of cyber-hooking that will destroy your life of monumental potential."}, {"Id": 410, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 7:57:03 AM", "Quote": "raise you to industry dominance and global eminence. The real key here is solitude for a scheduled period each day, in a positive environment that floods you with creativity, energy, happiness and the feeling the work youre doing is for the upliftment of humanity."}, {"Id": 411, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 7:57:07 AM", "Quote": "The real key here is solitude for a scheduled period each day, in a positive environment that floods you with creativity, energy, happiness and the feeling the work youre doing is for the upliftment of humanity."}, {"Id": 412, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 7:57:46 AM", "Quote": "Specific application ideas include selling your television, avoiding the news for the remainder of your days, staying out of noisy shopping malls where you buy things you dont need, unfriending energy-draining people you follow on social platforms, turning off all notifications while youre in the TBTF"}, {"Id": 413, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 7:57:52 AM", "Quote": "Specific application ideas include selling your television, avoiding the news for the remainder of your days, staying out of noisy shopping malls where you buy things you dont need, unfriending energy-draining people you follow on social platforms, turning off all notifications while youre in the TBTF and deleting apps with constant announcements. Tactic #2: The 90/90/1 Rule The Insight: Doing real work versus artificial work, daily and with absolute consistency, will give you a Gargantuan Competitive Advantage born of mastery."}, {"Id": 414, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 7:58:07 AM", "Quote": "Specific application ideas include selling your television, avoiding the news for the remainder of your days, staying out of noisy shopping malls where you buy things you dont need, unfriending energy-draining people you follow on social platforms, turning off all notifications while youre in the TBTF and deleting apps with constant announcements. Tactic"}, {"Id": 415, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 7:58:15 AM", "Quote": "Specific application ideas include selling your television, avoiding the news for the remainder of your days, staying out of noisy shopping malls where you buy things you dont need, unfriending energy-draining people you follow on social platforms, turning off all notifications while youre in the TBTF and deleting apps with constant announcements."}, {"Id": 416, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 7:58:29 AM", "Quote": "Tactic #2: The 90/90/1 Rule The Insight: Doing real work versus artificial work, daily and with absolute consistency, will give you a Gargantuan Competitive Advantage born of mastery."}, {"Id": 417, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 7:58:45 AM", "Quote": "you need to install the daily habit of exploiting your best professional hours to offer your finest productive results. When you show up for work, its not the time to shop online, to gossip or to check messages. Its showtime."}, {"Id": 418, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 7:59:07 AM", "Quote": "The Implementation: For the next ninety days, schedule yourself to invest the first ninety minutes of your workday on the one activity that, when completed at world-class, will cause you to own your field. This ninety-minute period must be completely free of any noise and interruptions. Place your devices in a bag marked, for my 90/90/1 period. And then leave that bag in another room. Installing clear boundary fences that block access to temptations is a potent tactic to decrease them."}, {"Id": 419, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 7:59:37 AM", "Quote": "Tactic #3: The 60/10 Method The Insight: Research supports that the greatest performers dont work in a linear wayworking harder and longer with the hope of arriving at stronger and better results. Instead, the way elite creatives do what they do is by understanding the power of oscillation. They structure their work cycles so that they alternate bursts of deep focus and ferocious intensity of performance with periods of real rest and full recovery. In other words, they work in a balanceand cycle awesome output with times to refuel their assets of genius so they dont deplete them."}, {"Id": 420, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 7:59:51 AM", "Quote": "The Implementation: After youve run the 90/90/1 segment of your workday, use a timer and work at your best for sixty minutes straight while sitting or standing quietly, in your Tight Bubble of Total Focus. Train yourself not to move. Just concentrate."}, {"Id": 421, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 8:00:19 AM", "Quote": "refuel for ten minutes. Ideas for this recovery cycle include going for a quick walk in fresh air, reading a book that will advance your leadership or personal mastery, meditating, visualizing or listening to energizing music with headphones"}, {"Id": 422, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 8:01:00 AM", "Quote": "Tactic #4: The Daily 5 Concept The Insight: Studies show that the most effective business leaders are at their productive peak on the days when, even if theyve faced some serious setbacks, theyve actively engaged their mindset on the progress theyve made. In so doing, theyve inoculated themselves from the self-sabotaging influence of the brains negativity bias. One of the great keys to terrific performance, then, is to train your attention on making consistent 1% wins and micro-achievements throughout each hour of your workday. Small daily"}, {"Id": 423, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 8:01:04 AM", "Quote": "Tactic #4: The Daily 5 Concept The Insight: Studies show that the most effective business leaders are at their productive peak on the days when, even if theyve faced some serious setbacks, theyve actively engaged their mindset on the progress theyve made. In so doing, theyve inoculated themselves from the self-sabotaging influence of the brains negativity bias. One of the great keys to terrific performance, then, is to train your attention on making consistent 1% wins and micro-achievements throughout each hour of your workday."}, {"Id": 424, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 8:01:16 AM", "Quote": "The Implementation: During the second pocket of your Victory Hour,"}, {"Id": 425, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 8:01:23 AM", "Quote": "The Implementation: During the second pocket of your Victory Hour, list the five tiny targets you wish to accomplish over"}, {"Id": 426, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 8:01:58 AM", "Quote": "Tactic #5: The 2nd Wind Workout (2WW) The Insight: Youve now discovered the beautiful neuroscience behind daily exercise. Moving the body regularly lifts your concentration, speeds up the processing potency of your brain as well as accelerating its learning capacity, raises your energy, elevates your optimism, helps you sleep better via the production of more melatonin and promotes longevity through the release of human growth hormone (HGH), along with the lengthening of your telomeres. Telomeres"}, {"Id": 427, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 8:02:06 AM", "Quote": "Tactic #5: The 2nd Wind Workout (2WW)"}, {"Id": 428, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 8:02:10 AM", "Quote": "The Implementation: During the second pocket of your Victory Hour, list the five tiny targets you wish to accomplish over the day ahead for you to feel it was one well-spent."}, {"Id": 429, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 8:02:32 AM", "Quote": "Implementation: To execute The 2WW practice, schedule a second workout at the end of your workday to give you a second wind for a great evening. Youll beat the exhaustion most people feel after work, re-energize your willpower batteries so you improve your evening choices and even find your cravings for sugar in the nighttime are significantly lower. One of the finest activities you could possibly do at this time is a one-hour nature walk. Youll gain another block of time free from digital interruption, letting you do more deep thinking and downloading of valuable ideas. Youll also be rewarded with the benefits that walking within natural surroundings with sunlight and fresh air bring to your Mindset, Heartset, Healthset and Soulset. Naturalist John Muir expressed it well when he said: In every walk with nature one receives far more than he seeks. Other ideas for your 2WW include going for a sixty-minute mountain bike ride, having a long swim or attending a yoga class. In running this routine, youll also burn even more calories and speed up your metabolic rate, reducing body fat. The 2WW is a game-changer. Tactic #6: The 2 Massage Protocol (2MP) The Insight: Studies have demonstrated that massage therapy is a modality that generates significant improvements in brain performance, mood, your ability to fight stress, and in terms of your general wellness. The benefits of a massage include a 31% reduction of cortisol (the fear hormone) levels; a 31% increase in dopamine (the neurotransmitter of motivation); a 28% elevation of serotonin (the neurochemical responsible for regulating anxiety and raising happiness); reduced muscle tension; improved pain relief via the sending of anti-inflammation messaging to muscle cells; and elevations in the signaling of those cells to make more mitochondria."}, {"Id": 430, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 8:02:54 AM", "Quote": "The Implementation: To execute The 2WW practice, schedule a second workout at the end of your workday to give you a second wind for a great evening. Youll beat the exhaustion most people feel after work, re-energize your willpower batteries so you improve your evening choices and even find your"}, {"Id": 431, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 8:02:58 AM", "Quote": "The Implementation: To execute The 2WW practice, schedule a second workout at the end of your workday to give you a second wind for a great evening. Youll beat the exhaustion most people feel after work, re-energize your willpower batteries so you improve your evening choices and even find your cravings for sugar in the nighttime are significantly lower."}, {"Id": 432, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 8:06:43 AM", "Quote": "Tactic #7: Traffic University The Insight: People who commute a total of sixty minutes to and from work each day spend approximately twelve hundred days of their lives doing soif"}, {"Id": 433, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 8:08:29 AM", "Quote": "People on commuter trains or buses often sleep, daydream or play with their technology, in a chronic state of apathy. Be different. The Implementation: Participating in Traffic University is all about leveraging your traveling timewhether to and from work or grocery shopping and errand runningto learn, expanding your professional prowess and personal knowledge. Specific ideas to help you do so include listening to audiobooks and consuming valuable podcasts. The fact is, even one new idea you learn in a book or online course could make you millions or even billions of dollars."}, {"Id": 434, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 8:09:32 AM", "Quote": "Tactic #8: The Dream Team Technique The Insight: Professional athletes structure a full team to support their rise to Best in World (BIW). In this way, they are freed up to marshal their five assets of genius around the development of the expertise and powers that will cause them to become dominant at their sport."}, {"Id": 435, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 8:09:41 AM", "Quote": "Superproducers outsource and then automate all activities except those within the realm of their mastery, allowing for purity of focus and freeing up huge amounts of time."}, {"Id": 436, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 8:09:59 AM", "Quote": "The Implementation: Delegate tasks that not only are a poor use of your hours but also diminish your happiness. Ideally, restructure your entire life so youre doing only the things youre great atand love to do. With such a setup, youll not only escalate in your performance because youre prioritized around just a few things, but youll enjoy significantly more personal freedom."}, {"Id": 437, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 8:10:14 AM", "Quote": "Specific members of your Dream Team could include a fitness trainer who you work with regularly, a nutritionist, a massage therapist, a financial coach to fortify your fortune, a relationship adviser to help you maintain rich bonds with the important people in your life and a spiritual counselor to assist you in staying grounded on the eternal laws of a life well-lived."}, {"Id": 438, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 8:10:36 AM", "Quote": "Tactic #9: The Weekly Design System (WDS) The Insight: You now know that things that get scheduled are the things that get done."}, {"Id": 439, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 8:10:51 AM", "Quote": "spontaneity and room for unexpected miracles are exceptionally important. Yet, this doesnt mean you shouldnt show personal responsibility and human maturity by habituating a practice to architect a thoughtful and clear weekly script"}, {"Id": 440, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 8:11:18 AM", "Quote": "The Implementation: Carve out and then ritualize thirty minutes early each Sunday morning to create your Blueprint for a Beautiful Week. Start the process by writing a story in your journal about the highlights from the seven days you just lived. Then record your lessons learned and optimizations for making the coming week even better. Next, on a large piece of paper that has each day running from 5 AM to 11 PM on it, note down all your commitments. The key here is to list more than your business meetings and work projects. Set clear periods for your Victory Hour, your 90/90/1 sessions, your 60/10 cycles and your 2nd Wind Workouts, as well as time for your loved ones, blocks for your portfolio of passions and segments for your errands. Doing this weekly will build extraordinary focus into your days, yield marvelous momentum, enhance your productivity significantly and improve your lifes balance noticeably."}, {"Id": 441, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 8:11:49 AM", "Quote": "Tactic #10: The 60 Minute Student"}, {"Id": 442, "bookId": 2, "DateAdded": "Wednesday, June 21, 2023 8:11:55 AM", "Quote": "The Implementation: For at least sixty minutes a day, study. Do whatever it takes to fireproof your commitment to relentless growth."}, {"Id": 443, "bookId": 2, "DateAdded": "Thursday, June 22, 2023 9:20:26 PM", "Quote": ""}, {"Id": 444, "bookId": 2, "DateAdded": "Thursday, June 22, 2023 9:20:42 PM", "Quote": "exceedingly excellent creative production without calibrated human asset protection leads to a noticeable performance reduction."}, {"Id": 445, "bookId": 2, "DateAdded": "Thursday, June 22, 2023 9:20:49 PM", "Quote": "Becoming legendary in your industry is all about sustainability. And making sure you show up at"}, {"Id": 446, "bookId": 2, "DateAdded": "Thursday, June 22, 2023 9:20:53 PM", "Quote": "Becoming legendary in your industry is all about sustainability. And making sure you show up at world-class not just for a month or even for an entire year."}, {"Id": 447, "bookId": 2, "DateAdded": "Thursday, June 22, 2023 9:21:29 PM", "Quote": "Just as a muscle tears when you stress it to the edge of its capacity and then actually grows during the pause of recovery, your five assets of genius surge when you actively push them past their usual limits and then allow for a period of regeneration."}, {"Id": 448, "bookId": 2, "DateAdded": "Thursday, June 22, 2023 9:24:28 PM", "Quote": "you want to start your day well and perform your most important pursuits during your most valuable hours instead of wasting this precious opportunity fooling around with your technology, watching the news or oversleeping."}, {"Id": 449, "bookId": 2, "DateAdded": "Thursday, June 22, 2023 9:25:04 PM", "Quote": "Im clear, said the artist, as he inhaled the fresh air, HEC is our High Excellence Cycle and DRC is our Deep Refueling Cycle?"}, {"Id": 450, "bookId": 2, "DateAdded": "Thursday, June 22, 2023 9:25:09 PM", "Quote": "HEC is our High Excellence Cycle and DRC is our Deep Refueling Cycle?"}, {"Id": 451, "bookId": 2, "DateAdded": "Thursday, June 22, 2023 9:26:11 PM", "Quote": "THE LEGENDARY PERFORMANCE EQUATION: PRESSURE  REFUELING = GROWTH + ENDURANCE"}, {"Id": 452, "bookId": 2, "DateAdded": "Thursday, June 22, 2023 9:26:37 PM", "Quote": "Only then will they grow. Always remember this: The time you least feel like doing something is the best time to do"}, {"Id": 453, "bookId": 2, "DateAdded": "Thursday, June 22, 2023 9:26:42 PM", "Quote": "Only then will they grow. Always remember this: The time you least feel like doing something is the best time to do it."}, {"Id": 454, "bookId": 2, "DateAdded": "Thursday, June 22, 2023 9:26:47 PM", "Quote": "The time you least feel like doing something is the best time to do it."}, {"Id": 455, "bookId": 2, "DateAdded": "Thursday, June 22, 2023 9:32:12 PM", "Quote": "about."}, {"Id": 456, "bookId": 2, "DateAdded": "Thursday, June 22, 2023 9:35:50 PM", "Quote": "Heaven on Earth shows up naturally in your heart when you have the brilliance and bravery to start opening it up again. Like you did when you were little."}, {"Id": 457, "bookId": 2, "DateAdded": "Thursday, June 22, 2023 9:36:10 PM", "Quote": ""}, {"Id": 458, "bookId": 2, "DateAdded": "Thursday, June 22, 2023 9:37:20 PM", "Quote": "Only be around those people who fuel your joy. Only perform those pursuits that feed your bliss. Only be in those places that make you feel most alive."}, {"Id": 459, "bookId": 2, "DateAdded": "Friday, June 23, 2023 7:29:32 AM", "Quote": "The Billionaires Maxim #1 To Create Magic in the World, Own the Magic within Yourself. Look in the mirror. Your relationship with you predicts your relationship with the world."}, {"Id": 460, "bookId": 2, "DateAdded": "Friday, June 23, 2023 7:31:01 AM", "Quote": "The Billionaires Maxim #2 Collect Miraculous Experiences over Material Things. The world has burdened and hardened you."}, {"Id": 461, "bookId": 2, "DateAdded": "Friday, June 23, 2023 7:31:09 AM", "Quote": "switch the lens through which you see life from one that views whats ordinary to one that perceives the extraordinary"}, {"Id": 462, "bookId": 2, "DateAdded": "Friday, June 23, 2023 7:31:10 AM", "Quote": "switch the lens through which you see life from one that views whats ordinary to one that perceives the extraordinary"}, {"Id": 463, "bookId": 2, "DateAdded": "Friday, June 23, 2023 7:31:17 AM", "Quote": "switch the lens through which you see life from one that views whats ordinary to one that perceives the extraordinary is to multiply your ability to create miracles."}, {"Id": 464, "bookId": 2, "DateAdded": "Friday, June 23, 2023 7:32:00 AM", "Quote": "Never sacrifice your well-being and quality of life for greater annual income or larger net worth."}, {"Id": 465, "bookId": 2, "DateAdded": "Friday, June 23, 2023 7:32:42 AM", "Quote": "become a collector of awesome experiences instead of a consumer of material things."}, {"Id": 466, "bookId": 2, "DateAdded": "Friday, June 23, 2023 7:33:29 AM", "Quote": "Its impossible to enter the magic that each fresh morning brings if parts of you are holding on to old disappointments, resentments and hurts."}, {"Id": 467, "bookId": 2, "DateAdded": "Friday, June 23, 2023 7:34:15 AM", "Quote": "The Billionaires Maxim #3 Failure Inflates Fearlessness."}, {"Id": 468, "bookId": 2, "DateAdded": "Friday, June 23, 2023 7:36:02 AM", "Quote": "The Billionaires Maxim #4 Proper Use of Your Primal Power Creates Your Personal Utopia."}, {"Id": 469, "bookId": 2, "DateAdded": "Friday, June 23, 2023 7:36:18 AM", "Quote": "Many human beings spend their finest hours in a facade of satisfaction. By this I mean they think and say they are happy, but in reality they are miserable. They rationalize the fact they have betrayed their dreams, neglected their human treasures and minimized the impact they could have on the planet by telling themselves to be satisfied with what they have, instead of evolving into more."}, {"Id": 470, "bookId": 2, "DateAdded": "Friday, June 23, 2023 7:36:30 AM", "Quote": "also consider that such individuals have dead-ended themselves through absolute neglect and outright abandonment of their inherent power. And as a result, all sense of personal freedom and any hope of sovereignty over their lavish talents have been savaged."}, {"Id": 471, "bookId": 2, "DateAdded": "Friday, June 23, 2023 7:36:45 AM", "Quote": "also consider that such individuals have dead-ended themselves through absolute neglect and outright abandonment of their inherent power. And as a result, all sense of personal freedom and any hope of sovereignty over their lavish talents have been savaged. To enter the magic of your life, you must become aware of the four creative tools that turn each of your desires into your visible results. These four resources that will allow you to materialize miracles in the world are your thoughts, your feelings, your words and your deeds. Exercise your mind to think only thoughts that serve your ascent to mastery and happiness. Sit regularly in feelings of gratitude, positive"}, {"Id": 472, "bookId": 2, "DateAdded": "Friday, June 23, 2023 7:36:50 AM", "Quote": "also consider that such individuals have dead-ended themselves through absolute neglect and outright abandonment of their inherent power. And as a result, all sense of personal freedom and any hope of sovereignty over their lavish talents have been savaged. To enter the magic of your life, you must become aware of the four creative tools that turn each of your desires into your visible results. These four resources that will allow you to materialize miracles in the world are your thoughts, your feelings, your words and your deeds. Exercise your mind to think only thoughts that serve your ascent to mastery and happiness. Sit regularly in feelings of gratitude, positive expectancy and love for all that you have in your life."}, {"Id": 473, "bookId": 2, "DateAdded": "Friday, June 23, 2023 7:38:49 AM", "Quote": "only people in pain do painful things to others."}, {"Id": 474, "bookId": 2, "DateAdded": "Friday, June 23, 2023 7:38:57 AM", "Quote": "only people in pain do painful things to others. Those who are suffering create suffering."}, {"Id": 475, "bookId": 2, "DateAdded": "Friday, June 23, 2023 7:39:04 AM", "Quote": "only people in pain do painful things to others. Those who are suffering create suffering. And individuals whose behavior is confusing are generally very confused themselves."}, {"Id": 476, "bookId": 2, "DateAdded": "Friday, June 23, 2023 7:39:46 AM", "Quote": "The Billionaires Maxim #5 Avoid Bad People. Never underestimate the power of your associations. By the phenomenon known as emotional contagion as well as through the activation of the mirror neurons in our brains, we model the behavior of the people we spend our days with."}, {"Id": 477, "bookId": 2, "DateAdded": "Friday, June 23, 2023 7:39:52 AM", "Quote": "The Billionaires Maxim #5 Avoid Bad People. Never underestimate the power of your associations. By the phenomenon known as emotional contagion as well as through the activation of the mirror neurons in our brains, we model the behavior of the people we spend our days with. Fill your life with exceptionally excellent, enterprising, healthy, positive, ethical and sincerely loving people. And over time, youll exemplify these lofty traits."}, {"Id": 478, "bookId": 2, "DateAdded": "Friday, June 23, 2023 7:40:52 AM", "Quote": "Should someone do you wrong, let karma do the dirty work. And let a world-class life be your revenge."}, {"Id": 479, "bookId": 2, "DateAdded": "Friday, June 23, 2023 10:07:16 PM", "Quote": "The Billionaires Maxim #6 Money Is the Fruit of Generosity, Not Scarcity."}, {"Id": 480, "bookId": 2, "DateAdded": "Friday, June 23, 2023 10:08:50 PM", "Quote": "Four practices have helped me make my financial fortune, and so I gift them to you: positive expectancy, active faith, ever-increasing gratitude and extreme value delivery."}, {"Id": 481, "bookId": 2, "DateAdded": "Friday, June 23, 2023 10:12:14 PM", "Quote": "The Billionaires Maxim #7 Optimal Health Maximizes Your Power to Produce Magic."}, {"Id": 482, "bookId": 2, "DateAdded": "Friday, June 23, 2023 10:12:20 PM", "Quote": "Peak health really is true wealth."}, {"Id": 483, "bookId": 2, "DateAdded": "Friday, June 23, 2023 10:12:46 PM", "Quote": "NSI: Never Stop Improving the quality of your mornings along with the excellence of your life,"}, {"Id": 484, "bookId": 2, "DateAdded": "Friday, June 23, 2023 10:13:28 PM", "Quote": "The Billionaires Maxim #8 Continue Raising Your Life Standards Toward Absolute World-Class."}, {"Id": 485, "bookId": 2, "DateAdded": "Friday, June 23, 2023 10:14:09 PM", "Quote": "Make each quarter better than the last, and each year better than the previous one. This is how titans and legends roll."}, {"Id": 486, "bookId": 2, "DateAdded": "Friday, June 23, 2023 10:15:23 PM", "Quote": "Invest in the finest books you can buy, and youll be rewarded in multiples. Eat fantastic food of the highest caliber, even if all you can currently afford is an excellent starter salad at a luxurious local restaurant. Go have a coffee at the greatest hotel in your city. If where you live has a professional sports team that you love, sit courtside for one game rather than hanging out in the cheap seats for a few seasons. Drive the best car you possibly can. Listen to joyful music daily. Visit art galleries, like I have taught you, so the creativity and consciousness of the painters will rub off on your soul."}, {"Id": 487, "bookId": 2, "DateAdded": "Friday, June 23, 2023 10:15:45 PM", "Quote": "The Billionaires Maxim #9 Deep Love Yields Unconquerable Joy."}, {"Id": 488, "bookId": 2, "DateAdded": "Friday, June 23, 2023 10:15:49 PM", "Quote": "The Billionaires Maxim #9 Deep Love Yields Unconquerable Joy. Any chance you get, show people love."}, {"Id": 489, "bookId": 2, "DateAdded": "Friday, June 23, 2023 10:17:17 PM", "Quote": "Part of your job as a fully alive human is to make people feel better about themselves. And to make others smile. It may shock you how little it takes to make someone happy."}, {"Id": 490, "bookId": 2, "DateAdded": "Friday, June 23, 2023 10:17:39 PM", "Quote": "The Billionaires Maxim #10 Heaven on Earth Is a State, Not a Place."}, {"Id": 491, "bookId": 2, "DateAdded": "Friday, June 23, 2023 10:18:57 PM", "Quote": "successes and private joys do depend on loving oneself. What keeps you in bondage to your doubts, insecurities and fears is low inner worth. Because of what people told you about yourself in your early childhood, your subconscious mind discounts your braveness, smothers your highness and chains your greatness. As you let go of the false beliefs that you were taught are truths, and as you release the emotional wounds that closed you to loveand Im speaking of something so much more than romance hereyou will develop the ability to sense this all-new reality Ive been hinting at. It has always been there. But because of the tainted filter through which you were seeing the world, you were blocked from knowing it. Yet, nothing is wrong. There has been no waste. All is unfolding as it should. At your end, you will realize that very little of what happened to you was an accident. Everything was for your growth. And all was for your good. The entrepreneur and the artist were mildly taken aback when they were shown the eleventh and final magic charm. If you really want to play in the magic of life, reflect often on this one, instructed the billionaire"}, {"Id": 492, "bookId": 2, "DateAdded": "Friday, June 23, 2023 10:19:06 PM", "Quote": "The Billionaires Maxim #10 Heaven on Earth Is a State, Not a Place. Take daily voyages into awe and regular adventures into wonder. Wonder is such a potent source of happiness and a key skill in the promotion of your ever-increasing genius. All the great women and men of the world learned how to relax into the magic of a day enchantingly spent. Through my experiments with life, I now understand that what the immortal philosophers, mystics and saviors called Heaven on Earth isnt a place to visit but a state you can inhabit. Trust me, as you cultivate your Mindset, purify your Heartset, optimize your Healthset and elevate your Soulset, the way you perceive and experience life will revolutionize your experience. But if you dont do this profoundly important work, youll never know. And my words will seem like the ramblings of an old eccentric. A sane person in a world gone crazy has always been considered insane, you know? So, as you dedicate more time to personal mastery, the amount of self-love you feel will expand. And all lavish successes"}, {"Id": 493, "bookId": 2, "DateAdded": "Friday, June 23, 2023 10:19:19 PM", "Quote": "The Billionaires Maxim #10 Heaven on Earth Is a State, Not a Place."}, {"Id": 494, "bookId": 2, "DateAdded": "Friday, June 23, 2023 10:19:35 PM", "Quote": "As you let go of the false beliefs that you were taught are truths, and as you release the emotional wounds that closed you to loveand Im speaking of something so much more than romance hereyou will develop the ability to sense this all-new reality Ive been hinting at. It has always been there."}, {"Id": 495, "bookId": 2, "DateAdded": "Friday, June 23, 2023 10:20:01 PM", "Quote": "The Billionaires Maxim #11 Tomorrow Is a Bonus, Not a Right."}, {"Id": 496, "bookId": 2, "DateAdded": "Friday, June 23, 2023 10:20:26 PM", "Quote": "Your life can fall apart within an hour. I am an optimist and a genuine merchant of hope. And yet I am also a realist. Accidents, illness, loss and death happen every day. Its human nature to think these things will never occur. Yet, all wise philosopers teach us of the transience of our existence. Armed with this insight, connect with your mortality. Understand that your days are numbered. And with the passage of each glorious morning, you grow closer to your end."}, {"Id": 497, "bookId": 2, "DateAdded": "Friday, June 23, 2023 10:21:14 PM", "Quote": "Tomorrow is a promise, not a fact. Enjoy every morning and appreciate each day you have on Earth. Take bold risks yet hedge them with common sense. Balance living like there is no tomorrow with behaving like youll live forever. So that when the end does come, youll know you lived your life as a majestic testimony to the capacity for legendary that every human being carries inside of them."}, {"Id": 498, "bookId": 2, "DateAdded": "Saturday, June 24, 2023 11:40:53 AM", "Quote": "suffering can either embitter us or ennoble us."}, {"Id": 499, "bookId": 2, "DateAdded": "Saturday, June 24, 2023 11:41:14 AM", "Quote": ""}, {"Id": 500, "bookId": 2, "DateAdded": "Saturday, June 24, 2023 11:42:07 AM", "Quote": "We all must break free from our private jails that incarcerate our glory and keep our nobility in bondage. Please remember that gifts and talents"}, {"Id": 501, "bookId": 2, "DateAdded": "Saturday, June 24, 2023 11:42:10 AM", "Quote": "We all must break free from our private jails that incarcerate our glory and keep our nobility in bondage. Please remember that gifts and talents"}, {"Id": 502, "bookId": 2, "DateAdded": "Saturday, June 24, 2023 11:42:17 AM", "Quote": "We all must break free from our private jails that incarcerate our glory and keep our nobility in bondage. Please remember that gifts and talents neglected become curses and sorrows."}, {"Id": 503, "bookId": 2, "DateAdded": "Saturday, June 24, 2023 11:42:46 AM", "Quote": "Yes, no matter what struggles we face and what adversities we will endure. No matter what attacks, humiliation and violence are visited on us. We must persist. We must continue. We must stay strong. We must live our luminous nature. And magnify our sovereign selves. Even if it feels the whole world is against us. This is truly what makes us human beings. Even if it seems the light will never transcend the darkness, keep making your walk to freedom. Model whats highest for the rest of us. Exemplify grace, for the majority of us. Demonstrate actual love, for all of us."}, {"Id": 504, "bookId": 2, "DateAdded": "Saturday, June 24, 2023 11:45:07 AM", "Quote": "Please stop postponing your mastery. No longer resist your primal power. Refrain from allowing the shadow forces of fear, rejection, doubt and disappointment to dim the light of your most luminous self. This is your time. And now is your day: to make your leap, in your original way, into the rare-air of the finest leaders who have ever lived. And to enter the universe of the true masters, eminent virtuosos and authentic heroes who have been responsible for all progress of civilization."}, {"Id": 505, "bookId": 2, "DateAdded": "Saturday, June 24, 2023 11:45:54 AM", "Quote": "Starting at 5 AM, they all said together. Own your morning. Elevate your life!"}, {"Id": 506, "bookId": 2, "DateAdded": "Sunday, June 25, 2023 8:09:18 AM", "Quote": "Your mind is for having ideas, not holding them."}, {"Id": 507, "bookId": 3, "DateAdded": "Sunday, June 25, 2023 8:31:18 AM", "Quote": "According to the New York Times, the average persons daily consumption of information now adds up to a remarkable 34 gigabytes.1 A separate study cited by the Times estimates that we consume the equivalent of 174 full newspapers worth of content each and every day, five times higher than in 1986.2 Instead of empowering us, this deluge of information often overwhelms us. Information Overload has become Information Exhaustion, taxing our mental resources and leaving us constantly anxious that were forgetting something."}, {"Id": 508, "bookId": 3, "DateAdded": "Sunday, June 25, 2023 8:32:55 AM", "Quote": "We have to recognize that the cognitive demands of modern life increase every year, but were still using the same brains as two hundred thousand years ago,"}, {"Id": 509, "bookId": 3, "DateAdded": "Sunday, June 25, 2023 8:33:08 AM", "Quote": "Every bit of energy we spend straining to recall things is energy not spent doing the thinking that only humans can do: inventing new things, crafting stories, recognizing patterns, following our intuition, collaborating with others, investigating new subjects, making plans, testing theories."}, {"Id": 510, "bookId": 3, "DateAdded": "Sunday, June 25, 2023 8:33:23 AM", "Quote": "every change in how we use technology also requires a change in how we think. To properly take advantage of the power of a Second Brain, we need a new relationship to information, to technology, and even to ourselves."}, {"Id": 511, "bookId": 3, "DateAdded": "Sunday, June 25, 2023 8:38:48 AM", "Quote": "need. In the professional world: Its not at all clear what you should be taking notes on. No one tells you when or how your notes will be used. The test can come at any time and in any form. Youre allowed to reference your notes at any time, provided you took them in the first place. You are expected to take action on your notes, not just regurgitate them."}, {"Id": 512, "bookId": 3, "DateAdded": "Sunday, June 25, 2023 8:38:52 AM", "Quote": "that knowledge being useful for the long term. When you enter the professional world, the demands on your notetaking change completely. The entire approach to notetaking you learned in school is not only obsolete, its the exact opposite of what you need. In the professional world: Its not at all clear what you should be taking notes on. No one tells you when or how your notes will be used. The test can come at any time and in any form. Youre allowed to reference your notes at any time, provided you took them in the first place. You are expected to take action on your notes, not just regurgitate them."}, {"Id": 513, "bookId": 3, "DateAdded": "Sunday, June 25, 2023 8:38:56 AM", "Quote": "When you enter the professional world, the demands on your notetaking change completely. The entire approach to notetaking you learned in school is not only obsolete, its the exact opposite of what you need. In the professional world: Its not at all clear what you should be taking notes on. No one tells you when or how your notes will be used. The test can come at any time and in any form. Youre allowed to reference your notes at any time, provided you took them in the first place. You are expected to take action on your notes, not just regurgitate them."}, {"Id": 514, "bookId": 3, "DateAdded": "Sunday, June 25, 2023 8:40:51 AM", "Quote": "A note could include a single quote from a film that really struck you, all the way to thousands of words you saved from an in-depth book. The length and format dont matterif a piece of content has been interpreted through your lens, curated according to your taste, translated into your own words, or drawn from your life experience, and stored in a secure place, then it qualifies as a note."}, {"Id": 515, "bookId": 3, "DateAdded": "Monday, June 26, 2023 5:22:29 PM", "Quote": "The Superpowers of a Second Brain There are four essential capabilities that we can rely on a Second Brain to perform for us: Making our ideas concrete. Revealing new associations between ideas. Incubating our ideas over time. Sharpening our unique perspectives."}, {"Id": 516, "bookId": 3, "DateAdded": "Monday, June 26, 2023 5:22:54 PM", "Quote": "Before we do anything with our ideas, we have to off-load them from our minds and put them into concrete form. Only when we declutter our brain of complex ideas can we think clearly and start to work"}, {"Id": 517, "bookId": 3, "DateAdded": "Monday, June 26, 2023 5:23:08 PM", "Quote": "Before we do anything with our ideas, we have to off-load them from our minds and put them into concrete form. Only when we declutter our brain of complex ideas can we think clearly and start to work with those ideas effectively."}, {"Id": 518, "bookId": 3, "DateAdded": "Monday, June 26, 2023 5:24:43 PM", "Quote": "Associations Between Ideas In its most practical form, creativity is about connecting ideas together,"}, {"Id": 519, "bookId": 3, "DateAdded": "Monday, June 26, 2023 5:24:46 PM", "Quote": "In its most practical form, creativity is about connecting ideas together,"}, {"Id": 520, "bookId": 3, "DateAdded": "Monday, June 26, 2023 5:24:51 PM", "Quote": "In its most practical form, creativity is about connecting ideas together,"}, {"Id": 521, "bookId": 3, "DateAdded": "Monday, June 26, 2023 5:24:55 PM", "Quote": "In its most practical form, creativity is about connecting ideas together, especially ideas that dont seem to be connected."}, {"Id": 522, "bookId": 3, "DateAdded": "Monday, June 26, 2023 5:25:00 PM", "Quote": "Digital notes arent physical, but they are visual. They turn vague concepts into tangible entities that can be observed, rearranged, edited, and combined together. They may exist only in virtual form, but we can still see them with our eyes and move them around with our fingers."}, {"Id": 523, "bookId": 3, "DateAdded": "Monday, June 26, 2023 5:25:50 PM", "Quote": "In our Second Brain we can do the same: mix up the order of our ideas until something unexpected emerges. The more diverse and unusual the material you put into it in the first place, the more original the connections that will emerge."}, {"Id": 524, "bookId": 3, "DateAdded": "Monday, June 26, 2023 5:26:40 PM", "Quote": "recency bias.4 We tend to favor the ideas, solutions, and influences that occurred to us most recently, regardless of whether they are the best ones."}, {"Id": 525, "bookId": 3, "DateAdded": "Monday, June 26, 2023 5:27:05 PM", "Quote": "Having a Second Brain where lots of ideas can be permanently saved for the long term turns the passage of time into your friend, instead of your enemy."}, {"Id": 526, "bookId": 3, "DateAdded": "Monday, June 26, 2023 5:28:36 PM", "Quote": "ammunition.7 When you feel stuck in your creative pursuits, it doesnt mean that theres something wrong with you. You havent lost your touch or run out of creative juice. It just means you"}, {"Id": 527, "bookId": 3, "DateAdded": "Monday, June 26, 2023 5:28:38 PM", "Quote": "When you feel stuck in your creative pursuits, it doesnt mean that theres something wrong with you. You havent lost your touch or run out of creative juice. It just means you"}, {"Id": 528, "bookId": 3, "DateAdded": "Monday, June 26, 2023 5:28:43 PM", "Quote": "When you feel stuck in your creative pursuits, it doesnt mean that theres something wrong with you. You havent lost your touch or run out of creative juice. It just means you dont yet have enough raw material to work with."}, {"Id": 529, "bookId": 3, "DateAdded": "Monday, June 26, 2023 5:28:51 PM", "Quote": "Choosing a Notetaking App: The Neural Center of Your Second Brain"}, {"Id": 530, "bookId": 3, "DateAdded": "Monday, June 26, 2023 5:30:24 PM", "Quote": "You can find a free, continually updated guide to choosing your notes app and other Second Brain tools at Buildingasecondbrain.com/resources."}, {"Id": 531, "bookId": 3, "DateAdded": "Monday, June 26, 2023 5:30:40 PM", "Quote": "As people set out on their Second Brain journey, there are three stages of progress I often observeand even encourage. Those stages are remembering, connecting, and creating. It takes time to fully unlock the value of using digital tools to enhance and extend what our minds are capable of, but there are also distinct benefits at every step along the way."}, {"Id": 532, "bookId": 3, "DateAdded": "Monday, June 26, 2023 5:30:57 PM", "Quote": "The first way that people tend to use their Second Brain is as a memory aid. They use their digital notes to save facts and ideas that they would have trouble recalling otherwise:"}, {"Id": 533, "bookId": 3, "DateAdded": "Monday, June 26, 2023 5:31:34 PM", "Quote": "comments as she wants. The second way that people use their Second Brain is to connect ideas together. Their Second Brain evolves from being primarily a memory tool to becoming a thinking tool."}, {"Id": 534, "bookId": 3, "DateAdded": "Monday, June 26, 2023 5:32:08 PM", "Quote": "the third and final way that people use their Second Brain is for creating new things. They realize that they have a lot of knowledge on a subject and decide to turn it into something concrete and shareable."}, {"Id": 535, "bookId": 3, "DateAdded": "Monday, June 26, 2023 5:33:12 PM", "Quote": "CODECapture; Organize; Distill; Express."}, {"Id": 536, "bookId": 3, "DateAdded": "Monday, June 26, 2023 5:33:16 PM", "Quote": ""}, {"Id": 537, "bookId": 3, "DateAdded": "Monday, June 26, 2023 5:33:29 PM", "Quote": "CODECapture; Organize; Distill; Express. These are the steps not only to build your Second Brain in the first place, but also to work with it going forward. Each of these steps represents a timeless principle found throughout humanitys history, from the earliest cave paintings to the artisan workshops of the Renaissance to the most cutting-edge modern fields. They are flexible and agnostic for any profession, role, or career and for whatever notetaking methods and platforms you prefer. Im even willing to bet that youre doing them already in some form, whether you realize it or not. CODE is a map for navigating the endless streams of information we are now faced with every day. It is a modern approach to creating a commonplace book, adapted to the needs of the Information Age. The same way we have a genetic code that determines our height and eye color, we also have a"}, {"Id": 538, "bookId": 3, "DateAdded": "Monday, June 26, 2023 5:33:50 PM", "Quote": "CODECapture; Organize; Distill; Express. These are the steps not only to build your Second Brain in the first place, but also to work with it going forward."}, {"Id": 539, "bookId": 3, "DateAdded": "Monday, June 26, 2023 10:00:46 PM", "Quote": "Much of this information is useful and interestinghow-to articles that could make us more productive, podcasts with experts sharing hard-won lessons, or inspiring photos of travel destinations we might want to visit. Heres the problem: we cant consume every bit of this information stream. We will quickly be exhausted and overwhelmed if we try. We need to adopt the perspective of a curator, stepping back from the raging river and starting to make intentional decisions about what information we want to fill our minds."}, {"Id": 540, "bookId": 3, "DateAdded": "Monday, June 26, 2023 10:00:54 PM", "Quote": "our goal should be to capture only the ideas and insights we think are truly noteworthy."}, {"Id": 541, "bookId": 3, "DateAdded": "Monday, June 26, 2023 10:01:24 PM", "Quote": "drifting in the cloud. The solution is to keep only what resonates in a trusted place that you control, and to leave the rest aside."}, {"Id": 542, "bookId": 3, "DateAdded": "Monday, June 26, 2023 10:01:27 PM", "Quote": "The solution is to keep only what resonates in a trusted place that you control, and to leave the rest aside."}, {"Id": 543, "bookId": 3, "DateAdded": "Monday, June 26, 2023 10:02:01 PM", "Quote": "By training ourselves to notice when something resonates with us, we can improve not only our ability to take better notes, but also our understanding of ourselves and what makes us tick. It is a way of turning up the volume on our intuition so we can hear the wisdom it offers us."}, {"Id": 544, "bookId": 3, "DateAdded": "Monday, June 26, 2023 10:02:46 PM", "Quote": "Business, History, or Geology. When it comes to digital notes, we can use much easier and lighter ways of organizing. Because our priorities and goals can change at a moments notice, and probably will, we want to avoid organizing methods that are overly rigid and prescriptive. The best way to organize your notes is to organize for action, according to the active projects you are working on right now. Consider new information in terms of its utility, asking, How is this going to help me move forward one of my current projects?"}, {"Id": 545, "bookId": 3, "DateAdded": "Monday, June 26, 2023 10:04:13 PM", "Quote": "There is a powerful way to facilitate and speed up this process of rapid association: distill your notes down to their essence. Every idea has an essence: the heart and soul of what it is trying to communicate."}, {"Id": 546, "bookId": 3, "DateAdded": "Monday, June 26, 2023 10:04:30 PM", "Quote": "Why is it so important to be able to easily find the main point of a note? Because in the midst of a busy workday, you wont have time to review ten pages of notes on a book you read last yearyou need to be able to quickly find just the main takeaways."}, {"Id": 547, "bookId": 3, "DateAdded": "Monday, June 26, 2023 10:06:14 PM", "Quote": "attention. Your notes will be useless if you cant decipher them in the future, or if theyre so long that you dont even try. Think of yourself not just as a taker of notes, but as a giver of notesyou are giving your future self the gift of knowledge that is easy to find and understand."}, {"Id": 548, "bookId": 3, "DateAdded": "Monday, June 26, 2023 10:06:17 PM", "Quote": "Your notes will be useless if you cant decipher them in the future, or if theyre so long that you dont even try. Think of yourself not just as a taker of notes, but as a giver of notesyou are giving your future self the gift of knowledge that is easy to find and understand."}, {"Id": 549, "bookId": 3, "DateAdded": "Monday, June 26, 2023 10:09:38 PM", "Quote": "personal knowledge management exists to support taking actionanything else is a distraction."}, {"Id": 550, "bookId": 3, "DateAdded": "Monday, June 26, 2023 10:10:24 PM", "Quote": "Information becomes knowledgepersonal, embodied, verifiedonly when we put it to use. You gain confidence in what you know only when you know that it works. Until you do, its just a theory."}, {"Id": 551, "bookId": 3, "DateAdded": "Tuesday, June 27, 2023 7:26:31 AM", "Quote": "Information is food for the brain. Its no accident that we call new ideas food for thought. Its clear that we need food and water to survive. What may not be so clear is that we also need information to live: to understand and adapt to our environment; to maintain relationships and cooperate with others; and to make wise decisions that further our interests. Information isnt a luxuryit is the very basis of our survival."}, {"Id": 552, "bookId": 3, "DateAdded": "Tuesday, June 27, 2023 7:26:54 AM", "Quote": "You are what you consume, and that applies just as much to information as to nutrition."}, {"Id": 553, "bookId": 3, "DateAdded": "Tuesday, June 27, 2023 7:38:48 AM", "Quote": "knowledge most often shows up as contentsnippets of text, screenshots, bookmarked articles, podcasts, or other kinds of media. This includes the content you gather from outside sources but also the content you create as you compose emails, draw up project plans, brainstorm ideas, and journal your own thoughts."}, {"Id": 554, "bookId": 3, "DateAdded": "Tuesday, June 27, 2023 7:40:20 AM", "Quote": "A knowledge asset is anything that can be used in the future to solve a problem, save time, illuminate a concept, or learn from past experience."}, {"Id": 555, "bookId": 3, "DateAdded": "Tuesday, June 27, 2023 7:40:39 AM", "Quote": "External knowledge could include: Highlights: Insightful passages from books or articles you read. Quotes: Memorable passages from podcasts or audiobooks you listen to. Bookmarks and favorites: Links to interesting content you find on the web or favorited social media posts. Voice memos: Clips recorded on your mobile device as notes to self. Meeting notes: Notes you take about what was discussed during meetings or phone calls. Images: Photos or other images that you find inspiring or interesting. Takeaways: Lessons from courses, conferences, or presentations youve attended."}, {"Id": 556, "bookId": 3, "DateAdded": "Tuesday, June 27, 2023 7:41:01 AM", "Quote": "As you start collecting this material from the outer world, it often sparks new ideas and realizations in your inner world. You can capture those thoughts too! They could include: Stories: Your favorite anecdotes, whether they happened to you or someone else. Insights: The small (and big) realizations you have. Memories: Experiences from your life that you dont want to forget. Reflections: Personal thoughts and lessons written in a journal or diary. Musings: Random shower ideas that pop into your head. The meaning"}, {"Id": 557, "bookId": 3, "DateAdded": "Tuesday, June 27, 2023 7:41:05 AM", "Quote": "As you start collecting this material from the outer world, it often sparks new ideas and realizations in your inner world. You can capture those thoughts too! They could include: Stories: Your favorite anecdotes, whether they happened to you or someone else. Insights: The small (and big) realizations you have. Memories: Experiences from your life that you dont want to forget. Reflections: Personal thoughts and lessons written in a journal or diary. Musings: Random shower ideas that pop into your head."}, {"Id": 558, "bookId": 3, "DateAdded": "Tuesday, June 27, 2023 7:42:39 AM", "Quote": "there are four kinds of content that arent well suited to notes apps: Is this sensitive information youd like to keep secure? The content you save in your notes is easily accessible from any device, which is great for accessibility but not for security. Information like tax records, government documents, passwords, and health records shouldnt be saved in your notes. Is this a special format or file type better handled by a dedicated app? Although you could save specialized files such as Photoshop files or video footage in your notes, youll need a specialized app to open them anyway, so theres no benefit to keeping them in your notes. Is this a very large file? Notes apps are made for short, lightweight bits of text and images, and their performance will often be severely hampered if you try to save large files in them. Will it need to be collaboratively edited? Notes apps are perfectly suited for individual, private use, which makes them less than ideal for collaboration. You can share individual notes or even groups of notes with others, but if you need multiple people to be able to collaboratively edit a document in real time, then youll need to use a different platform."}, {"Id": 559, "bookId": 3, "DateAdded": "Tuesday, June 27, 2023 7:44:16 AM", "Quote": "You have to keep a dozen of your favorite problems constantly present in your mind, although by and large they will lay in a dormant state. Every time you hear or read a new trick or a new result, test it against each of your twelve problems to see whether it helps."}, {"Id": 560, "bookId": 3, "DateAdded": "Tuesday, June 27, 2023 7:46:16 AM", "Quote": "unparalleled brilliance. Ask yourself, What are the questions Ive always been interested in? This could include grand, sweeping questions like How can we make society fairer and more equitable? as well as practical ones like How can I make it a habit to exercise every day?"}, {"Id": 561, "bookId": 3, "DateAdded": "Tuesday, June 27, 2023 7:46:19 AM", "Quote": "Ask yourself, What are the questions Ive always been interested in? This could include grand, sweeping questions like How can we make society fairer and more equitable? as well as practical ones like How can I make it a habit to exercise every day?"}, {"Id": 562, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 7:24:56 AM", "Quote": "I recommend asking your family or childhood friends what you were obsessed with as a kid. Those very same interests probably still fire your imagination as an adult."}, {"Id": 563, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 7:29:48 AM", "Quote": "Take a moment now to write down some of your own favorite problems. Here are my recommendations to guide you: Ask people close to you what you were obsessed with as a child (often youll continue to be fascinated with the same things as an adult). Dont worry about coming up with exactly twelve (the exact number doesnt matter, but try to come up with at least a few). Dont worry about getting the list perfect (this is just a first pass, and it will always be evolving). Phrase them as open-ended questions that could have multiple answers (in contrast to yes/no questions with only one answer)."}, {"Id": 564, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 7:31:40 AM", "Quote": "in any piece of content, the value is not evenly distributed. There are always certain parts that are especially interesting, helpful, or valuable to you. When you realize this, the answer is obvious. You can extract only the most salient, relevant, rich material and save it as a succinct note."}, {"Id": 565, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 7:31:55 AM", "Quote": "booksave only select passages. Dont save complete transcripts of interviewssave a few of the best quotes. Dont save entire websitessave a few screenshots of the sections that are most interesting. The best curators are picky about what they allow into their collections, and you should be too. With a notes app, you can always save links back to the original content if you need to review your sources or want to dive deeper into the details in the future."}, {"Id": 566, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 7:33:01 AM", "Quote": "Capture Criteria #1: Does It Inspire Me?"}, {"Id": 567, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 7:34:22 AM", "Quote": "Capture Criteria #2: Is It Useful?"}, {"Id": 568, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 7:34:31 AM", "Quote": "project. Sometimes you come across a piece of information that isnt necessarily inspiring, but you know it might come in handy in the future."}, {"Id": 569, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 7:34:34 AM", "Quote": "Sometimes you come across a piece of information that isnt necessarily inspiring, but you know it might come in handy in the future."}, {"Id": 570, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 7:34:54 AM", "Quote": "Capture Criteria #3: Is It Personal?"}, {"Id": 571, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 7:36:05 AM", "Quote": "Capture Criteria #4: Is It Surprising? Ive often noticed that many of the notes people take are of ideas they already know, already agree with, or could have guessed. We have a natural bias as humans to seek evidence that confirms what we already believe, a well-studied phenomenon known as confirmation bias."}, {"Id": 572, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 7:36:10 AM", "Quote": "Capture Criteria #4: Is It Surprising? Ive often noticed that many of the notes people take are of ideas they already know, already agree with, or could have guessed. We have a natural bias as humans to seek evidence that confirms what we already believe, a well-studied phenomenon known as confirmation bias.6 That isnt what a Second Brain is for."}, {"Id": 573, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 7:36:20 AM", "Quote": "If youre not surprised, then you already knew it at some level, so why take note of it?"}, {"Id": 574, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 7:37:55 AM", "Quote": "Ultimately, Capture What Resonates"}, {"Id": 575, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 7:38:13 AM", "Quote": "When you use up too much energy taking notes, you have little left over for the subsequent steps that add far more value: making connections, imagining possibilities, formulating theories, and creating new ideas of your own."}, {"Id": 576, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 7:43:19 AM", "Quote": "Its a good idea to capture key information about the source of a note, such as the original web page address, the title of the piece, the author or publisher, and the date it was published."}, {"Id": 577, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 7:50:21 AM", "Quote": "you are much more likely to remember"}, {"Id": 578, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 7:50:27 AM", "Quote": "you are much more likely to remember information youve written down in your own words."}, {"Id": 579, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 7:52:30 AM", "Quote": "psychological, and neural changes. In a wide range of controlled studies, writing about ones inner experiences led to a drop in visits to the doctor, improved immune systems, and reductions in distress."}, {"Id": 580, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 7:52:37 AM", "Quote": "In a wide range of controlled studies, writing about ones inner experiences led to a drop in visits to the doctor, improved immune systems, and reductions in distress."}, {"Id": 581, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 7:53:02 AM", "Quote": "sensationalism that characterizes so much of the Internet. The moment you first encounter an idea is the worst time to decide what it means. You need to set it aside and gain some objectivity."}, {"Id": 582, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 7:53:05 AM", "Quote": "The moment you first encounter an idea is the worst time to decide what it means. You need to set it aside and gain some objectivity."}, {"Id": 583, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 7:56:17 AM", "Quote": "Dont worry about whether youre capturing correctly. Theres no right way to do this, and therefore, no wrong way. The only way to know whether youre getting the good stuff is to try putting it to use in real life."}, {"Id": 584, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 5:21:49 PM", "Quote": "We dont need complex, sophisticated systems to be able to produce complex, sophisticated works."}, {"Id": 585, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 5:23:02 PM", "Quote": "knowledge workers we spend many hours every day within digital environmentsour computers, smartphones, and the web. Unless you take control of those virtual spaces and shape them to support the kinds of thinking you want to do, every minute spent there will feel taxing and distracting."}, {"Id": 586, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 5:23:08 PM", "Quote": "knowledge workers we spend many hours every day within digital environmentsour computers, smartphones, and the web. Unless you take control of those virtual spaces and shape them to support the kinds of thinking you want to do, every minute spent there will feel taxing and distracting. Your Second Brain isnt just a toolits an environment. It is a garden of knowledge full of familiar, winding pathways, but also secret and secluded corners."}, {"Id": 587, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 5:24:15 PM", "Quote": "however, youll run head on into a new problem: what to do with all this valuable material youve gathered. The more diligently you collect it, the bigger this problem will be! Capturing notes without an effective way to organize and retrieve them only leads to more overwhelm."}, {"Id": 588, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 5:25:20 PM", "Quote": "source, in any format, for any purpose.II PARA can handle it all, regardless of your profession or field, for one reason: it organizes information based on how actionable it is, not what kind of information it"}, {"Id": 589, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 5:25:24 PM", "Quote": "source, in any format, for any purpose.II PARA can handle it all, regardless of your profession or field, for one reason: it organizes information based on how actionable it is, not what kind of information it is."}, {"Id": 590, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 5:25:28 PM", "Quote": "PARA can handle it all, regardless of your profession or field, for one reason: it organizes information based on how actionable it is, not what kind of information it is."}, {"Id": 591, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 5:27:10 PM", "Quote": "four categoriesProjects, Areas, Resources, and Archivesmake up the four categories of PARA."}, {"Id": 592, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 5:30:11 PM", "Quote": "With the PARA system, every piece of information you want to save can be placed into one of just four categories: Projects: Short-term efforts in your work or life that youre working on now. Areas: Long-term responsibilities you want to manage over time. Resources: Topics or interests that may be useful in the future. Archives: Inactive items from the other three categories."}, {"Id": 593, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 5:31:11 PM", "Quote": "Examples of projects could include: Projects at work: Complete web-page design; Create slide deck for conference; Develop project schedule; Plan recruitment drive. Personal projects: Finish Spanish language course; Plan vacation; Buy new living room furniture; Find local volunteer opportunity. Side projects: Publish blog post; Launch crowdfunding campaign; Research"}, {"Id": 594, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 5:31:15 PM", "Quote": "Examples of projects could include: Projects at work: Complete web-page design; Create slide deck for conference; Develop project schedule; Plan recruitment drive. Personal projects: Finish Spanish language course; Plan vacation; Buy new living room furniture; Find local volunteer opportunity. Side projects: Publish blog post; Launch crowdfunding campaign; Research best podcast microphone; Complete online course."}, {"Id": 595, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 5:32:05 PM", "Quote": "As important as projects are, not everything is a project. For example, the area of our lives called Finances doesnt have a definite end date. Its something that we will have to think about and manage, in one way or another, for as long as we live. It doesnt have a final objective."}, {"Id": 596, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 5:32:57 PM", "Quote": "Examples of areas from your personal life could include: Activities or places you are responsible for: Home/apartment; Cooking; Travel; Car. People you are responsible for or accountable to: Friends; Kids; Spouse; Pets. Standards of performance you are responsible for: Health;"}, {"Id": 597, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 5:32:58 PM", "Quote": "Examples of areas from your personal life could include: Activities or places you are responsible for: Home/apartment; Cooking; Travel; Car. People you are responsible for or accountable to: Friends; Kids; Spouse; Pets. Standards of performance you are responsible for: Health;"}, {"Id": 598, "bookId": 3, "DateAdded": "Wednesday, June 28, 2023 5:33:02 PM", "Quote": "Examples of areas from your personal life could include: Activities or places you are responsible for: Home/apartment; Cooking; Travel; Car. People you are responsible for or accountable to: Friends; Kids; Spouse; Pets. Standards of performance you are responsible for: Health; Personal growth; Friendships; Finances."}, {"Id": 599, "bookId": 3, "DateAdded": "Thursday, June 29, 2023 5:38:44 PM", "Quote": "resources. This is basically a catchall for anything that doesnt belong to a project or an area and could include any topic youre interested in gathering information about. For example: What topics are you interested in? Architecture; Interior design; English literature; Beer brewing. What subjects are you researching? Habit formation; Notetaking; Project management; Nutrition. What useful information do you want to be able to reference? Vacation itineraries; Life goals; Stock photos; Product testimonials. Which hobbies or passions do you have? Coffee; Classic movies; Hip-hop music; Japanese anime."}, {"Id": 600, "bookId": 3, "DateAdded": "Thursday, June 29, 2023 5:39:52 PM", "Quote": "one for biology, another for history, another for math. Any note or file that isnt relevant or actionable for a current project or area can be placed into resources for future reference."}, {"Id": 601, "bookId": 3, "DateAdded": "Thursday, June 29, 2023 5:39:58 PM", "Quote": "for biology, another for history, another for math. Any note or file that isnt relevant or actionable for a current project or area can be placed into resources for future reference."}, {"Id": 602, "bookId": 3, "DateAdded": "Thursday, June 29, 2023 5:40:02 PM", "Quote": "Any note or file that isnt relevant or actionable for a current project or area can be placed into resources for future reference."}, {"Id": 603, "bookId": 3, "DateAdded": "Thursday, June 29, 2023 5:40:52 PM", "Quote": "Archives: Things Ive Completed or Put on Hold Finally, we have our archives. This includes any item from the previous three categories that is no longer active. For example: Projects that are completed or canceled Areas of responsibility that you are no longer committed to maintaining (such as when a relationship ends or after moving out of your apartment) Resources that are no longer relevant (hobbies you lose interest in or subjects you no longer care about)"}, {"Id": 604, "bookId": 3, "DateAdded": "Thursday, June 29, 2023 5:41:21 PM", "Quote": "Archives: Things Ive Completed or Put on Hold Finally, we have our archives. This includes any item from the previous three categories that is no longer active. For example: Projects that are completed or canceled Areas of responsibility that you are no longer committed to maintaining (such as when a relationship ends or after moving out of your apartment) Resources that are no longer relevant (hobbies you lose interest in or subjects you no longer care about) The archives are an important part of PARA because they allow you to place a folder in cold storage so that it doesnt clutter your workspace, while safekeeping it forever just in case you need it. Unlike with your house or garage, there is no penalty for keeping digital stuff forever, as long as it doesnt distract from your day-to-day focus."}, {"Id": 605, "bookId": 3, "DateAdded": "Thursday, June 29, 2023 5:41:56 PM", "Quote": "Heres an example of what the folders in my notes app look like with PARA: Inside each of these top-level folders, I have individual folders for the specific projects, areas, resources, and archives that make up my life. For example, here are the folders for each one of my active projects: Inside these folders live the actual notes that contain my ideas."}, {"Id": 606, "bookId": 3, "DateAdded": "Thursday, June 29, 2023 5:43:44 PM", "Quote": "The archives contain any folder from the previous three categories that is no longer"}, {"Id": 607, "bookId": 3, "DateAdded": "Thursday, June 29, 2023 5:45:01 PM", "Quote": "the moment you first capture an idea is the worst time to try to decide what it relates to."}, {"Id": 608, "bookId": 3, "DateAdded": "Thursday, June 29, 2023 5:45:14 PM", "Quote": "This is why its so important to separate capture and organize into two distinct steps: keeping what resonates in the moment is a separate decision from deciding to save something for the long term."}, {"Id": 609, "bookId": 3, "DateAdded": "Thursday, June 29, 2023 5:45:33 PM", "Quote": "Projects are most actionable because youre working on them right now and with a concrete deadline in mind. Areas have a longer time horizon and are less immediately actionable. Resources may become actionable depending on the situation. Archives remain inactive unless they are needed."}, {"Id": 610, "bookId": 3, "DateAdded": "Thursday, June 29, 2023 5:45:41 PM", "Quote": "In which project will this be most useful? If none: In which area will this be most useful? If none: Which resource does this belong to? If none: Place in archives."}, {"Id": 611, "bookId": 3, "DateAdded": "Thursday, June 29, 2023 5:45:46 PM", "Quote": "Projects are most actionable because youre working on them right now and with a concrete deadline in mind. Areas have a longer time horizon and are less immediately actionable. Resources may become actionable depending on the situation. Archives remain inactive unless they are needed. This order gives us a convenient checklist for deciding where to put a note, starting at the top of the list and moving down: In which project will this be most useful? If none: In which area will this be most useful? If none: Which resource does this belong to? If none: Place in archives."}, {"Id": 612, "bookId": 3, "DateAdded": "Thursday, June 29, 2023 5:46:00 PM", "Quote": "Projects are most actionable because youre working on them right now and with a concrete deadline in mind. Areas have a longer time horizon and are less immediately actionable. Resources may become actionable depending on the situation. Archives remain inactive unless they are needed. This order gives us a convenient checklist for deciding where to put a note, starting at the top of the list and moving down: In which project will this be most useful? If none: In which area will this be most useful? If none: Which resource does this belong to? If none: Place in archives. In other words, you are always trying to place a note or file not only where it will be useful, but where it will be useful the soonest."}, {"Id": 613, "bookId": 3, "DateAdded": "Thursday, June 29, 2023 5:47:20 PM", "Quote": "The goal of organizing our knowledge is to move our goals forward, not get a PhD in notetaking."}, {"Id": 614, "bookId": 3, "DateAdded": "Thursday, June 29, 2023 5:47:24 PM", "Quote": "The goal of organizing our knowledge is to move our goals forward, not get a PhD in notetaking. Knowledge is best applied through execution, which means whatever doesnt help you make progress"}, {"Id": 615, "bookId": 3, "DateAdded": "Thursday, June 29, 2023 5:47:28 PM", "Quote": "The goal of organizing our knowledge is to move our goals forward, not get a PhD in notetaking. Knowledge is best applied through execution, which means whatever doesnt help you make progress on your projects is probably detracting from them."}, {"Id": 616, "bookId": 3, "DateAdded": "Thursday, June 29, 2023 5:48:07 PM", "Quote": "There is a parallel between PARA and how kitchens are organized. Everything in a kitchen is designed and organized to support an outcomepreparing a meal as efficiently as possible. The archives are like the freezeritems are in cold storage until they are needed, which could be far into the future. Resources are like the pantryavailable for use in any meal you make, but neatly tucked away out of sight in the meantime. Areas are like the fridgeitems that you plan on using relatively soon, and that you want to check on more frequently. Projects are like the pots and pans cooking on the stovethe items you are actively preparing right now. Each kind of food is organized according to how accessible it needs to be for you to make the meals you want to eat."}, {"Id": 617, "bookId": 3, "DateAdded": "Thursday, June 29, 2023 5:50:30 PM", "Quote": "You might save a note on coaching techniques to a project folder called Coaching class, for a class youre taking. Later, when you become a manager at work and need to coach your direct reports, you might move that note to an area folder called Direct reports. At some point you might leave that company, but still remain interested in coaching, and move the note to resources. One day you might lose interest in the subject altogether and move it to the archives. In the future, that note could find its way all the way back to projects when you decide to start a side gig as a business coach, making that knowledge actionable once again."}, {"Id": 618, "bookId": 3, "DateAdded": "Thursday, June 29, 2023 5:55:39 PM", "Quote": "dont make organizing your Second Brain into yet another heavy obligation. Ask yourself: What is the smallest, easiest step I can take that moves me in the right direction?"}, {"Id": 619, "bookId": 3, "DateAdded": "Thursday, June 29, 2023 5:55:46 PM", "Quote": "dont make organizing your Second Brain into yet another heavy obligation. Ask yourself: What is the smallest, easiest step I can take that moves me in the right direction? When it comes to PARA, that step is generally to create folders for each of your active projects in your notes app and begin"}, {"Id": 620, "bookId": 3, "DateAdded": "Thursday, June 29, 2023 5:55:52 PM", "Quote": "dont make organizing your Second Brain into yet another heavy obligation. Ask yourself: What is the smallest, easiest step I can take that moves me in the right direction? When it comes to PARA, that step is generally to create folders for each of your active projects in your notes app and begin to fill them with the content related to those projects."}, {"Id": 621, "bookId": 3, "DateAdded": "Thursday, June 29, 2023 5:56:20 PM", "Quote": "Notice whats on your mind: Whats worrying you that you havent taken the time to identify as a project? What needs to happen that youre not making consistent progress on? Look at your calendar: What do you need to follow up on from the past? What needs planning and preparation for the future? Look at your to-do list: What actions are you already taking that are actually part of a bigger project youve not yet identified? What communication or follow-up actions youve scheduled with people are actually part of a bigger project? Look at your computer desktop, downloads folder, documents folder, bookmarks, emails, or open browser tabs: What are you keeping around because it is part of a larger project?"}, {"Id": 622, "bookId": 3, "DateAdded": "Thursday, June 29, 2023 5:57:31 PM", "Quote": "Your goal is to clear your virtual workspace and gather all the items related to each active project in one place. Once you do, youll gain the confidence and clarity to take action on those ideas, rather than letting them pile up with no end in sight."}, {"Id": 623, "bookId": 3, "DateAdded": "Friday, June 30, 2023 12:30:33 PM", "Quote": "Your job as a notetaker is to preserve the notes youre taking on the things you discover in such a way that they can survive the journey into the future. That way your excitement and enthusiasm for your knowledge builds over time instead of fading away."}, {"Id": 624, "bookId": 3, "DateAdded": "Friday, June 30, 2023 12:35:29 PM", "Quote": "Highlighting 2.0: The Progressive Summarization Technique Progressive Summarization is the technique I teach to distill notes down to their most important points. It is a simple process of taking the raw notes youve captured and organized and distilling them into usable material that can directly inform a current project."}, {"Id": 625, "bookId": 3, "DateAdded": "Friday, June 30, 2023 12:35:38 PM", "Quote": "Highlighting 2.0: The Progressive Summarization Technique Progressive Summarization is the technique I teach to distill notes down to their most important points. It is a simple process of taking the raw notes youve captured and organized and distilling them into usable material that can directly inform a current project. Progressive Summarization takes advantage of a tool and a habit that we are all intimately familiar withhighlightingwhile leveraging the unique capabilities of technology to make those highlights far more useful than anything you did in school. The technique is simple: you highlight the main points of a note, and then highlight the main points of those highlights, and so on, distilling the essence of a note in several layers. Each of these layers uses a different kind of formatting so you can easily tell them apart."}, {"Id": 626, "bookId": 3, "DateAdded": "Friday, June 30, 2023 12:43:13 PM", "Quote": "Progressive Summarization helps you focus on the content and the presentation of your notes,"}, {"Id": 627, "bookId": 3, "DateAdded": "Saturday, July 1, 2023 5:48:49 PM", "Quote": "of distillation involves stripping away the unnecessary so that only the essential remains."}, {"Id": 628, "bookId": 3, "DateAdded": "Saturday, July 1, 2023 5:49:39 PM", "Quote": "Progressive Summarization is not a method for remembering as much as possibleit is a method for forgetting as much as possible."}, {"Id": 629, "bookId": 3, "DateAdded": "Saturday, July 1, 2023 5:51:10 PM", "Quote": "The biggest mistake people make when they start to distill their notes is that they highlight way too much. You may have experienced this pitfall in school, highlighting paragraph after paragraph or entire pages of textbooks in the vain hope that youd automatically be able to remember everything in yellow for the test. When it comes to notetaking for work, less is more. You can capture entire books, articles with dozens of pages, or social media posts by the hundreds. No one will stop you, but youll quickly learn that such volume will only create a lot more work later on when you have to figure out what all that information means. If youre going to capture everything, you might as well capture nothing. Remember that notes are not authoritative texts. You dont need to and shouldnt include every tiny detail. They are more like bookmarks peeking out from the pages of a book on the shelf, signaling to you, Hey! Theres something interesting here! You will always be able to go back and review the full, original source if needed. Your notes only solve the problem of rediscovering those sources when you need them. A helpful rule of thumb is that each layer of highlighting should include no more than 1020 percent of the previous layer. If you save a series of excerpts from a book amounting to five hundred words, the bolded second layer should include no more than one hundred words, and highlighted third layer no more than twenty. This isnt an exact science, but if you find yourself highlighting everything, this rule should give you pause. Mistake #2: Highlighting Without a Purpose in Mind The most common question I hear about Progressive Summarization is When should I be doing this highlighting? The answer is that you should do it when youre getting ready to create something. Unlike Capture and Organize, which take mere seconds, it takes time and effort to distill your notes. If you try to do it with every note up front, youll quickly be mired in hours of meticulous highlighting with no clear purpose in mind. You cant afford such a giant investment of time without knowing whether it will pay off. Instead, wait until you know how youll put the note to use. For example, when Im preparing to write a blog post or article, Ill usually start by highlighting the most interesting points from a group of notes that I think will be relevant to the topic at hand. That way I have a predictable, not-too-difficult task to get me warmed up for writing, the same way an athlete might have a warm-up and stretching routine. When Im about to get on a call with my lawyer, Ill often prepare by highlighting my notes from our last call and drawing out decision points and action items into an agenda. He always thinks Im well prepared, when in fact I just want to finish the call quickly to minimize the time Im being billed for! You have to always assume that, until proven otherwise, any given note wont necessarily ever be useful. You have no idea what your future self will need, want, or be working on. This assumption forces you to be conservative in the time you spend summarizing notes, doing so only when its virtually guaranteed that it will be worth it. The rule of thumb to follow is that every time you touch a note, you should make it a little more discoverable for your future selfVIIby adding a highlight, a heading, some bullets, or commentary. This is the campsite rule applied to informationleave it better than you found it. This ensures that the notes you interact with most often will naturally become the most discoverable in a virtuous cycle. Mistake #3: Making Highlighting Difficult Dont worry about analyzing, interpreting, or categorizing each point to decide whether to highlight it. That is way too taxing and will break the flow of your concentration. Instead, rely on your intuition to tell you when a passage is interesting, counterintuitive, or relevant to your favorite problems or a current project."}, {"Id": 630, "bookId": 3, "DateAdded": "Saturday, July 1, 2023 5:52:24 PM", "Quote": "Notetaking gives you a way to deliberately practice the skill of distilling every day."}, {"Id": 631, "bookId": 3, "DateAdded": "Saturday, July 1, 2023 5:53:53 PM", "Quote": "When the opportunity arrives to do our best work, its not the time to start reading books and doing research. You need that research to already be done."}, {"Id": 632, "bookId": 3, "DateAdded": "Saturday, July 1, 2023 5:54:37 PM", "Quote": "Start by saving only the best excerpts from that piece of content in a new note, either using copy-paste or a capture tool. This is layer one, the initial excerpts you save in your Second Brain. Next, read through the excerpts, bolding the main points and most important takeaways. Dont make it an analytical decisionlisten for a feeling of resonance and let that be your guide for what to bold. These bolded passages are layer two. Now read through only the bolded passages, and highlight (or, if your notes app doesnt have a highlighting feature, underline) the best of the best passages. The key here is to be very picky: the entire note may have only a few highlighted sentences, or even just one. Not only is that fine, it represents a highly distilled and discoverable note. These highlights are"}, {"Id": 633, "bookId": 3, "DateAdded": "Saturday, July 1, 2023 5:54:57 PM", "Quote": "When you come back to it, give yourself no more than thirty seconds and see if you can rapidly get up to speed on what its about using the highlights you previously made. Youll quickly be able to tell if youve added too many highlights or too few."}, {"Id": 634, "bookId": 3, "DateAdded": "Saturday, July 1, 2023 5:57:42 PM", "Quote": "Dont leave your home without a notebook, paper scraps, something to write with. Dont walk into the world without your eyes and ears focused and open. Dont make excuses about what you dont have or what you would do if you did, use that energy to find a way, make a way."}, {"Id": 635, "bookId": 3, "DateAdded": "Saturday, July 1, 2023 5:58:13 PM", "Quote": "contracts she would sign with herself each day for how many words she committed to write."}, {"Id": 636, "bookId": 3, "DateAdded": "Saturday, July 1, 2023 5:58:30 PM", "Quote": "Interesring way of makin somrthing a  habit"}, {"Id": 637, "bookId": 3, "DateAdded": "Saturday, July 1, 2023 5:59:39 PM", "Quote": "warnings."}, {"Id": 638, "bookId": 3, "DateAdded": "Monday, July 3, 2023 11:50:30 AM", "Quote": "Professional creatives constantly draw on outside sources of inspirationtheir own experiences and observations, lessons gleaned from successes and failures alike, and the ideas of others. If there is a secret to creativity, it is that it emerges from everyday efforts to gather and organize our influences."}, {"Id": 639, "bookId": 3, "DateAdded": "Monday, July 3, 2023 11:54:03 AM", "Quote": "its not enough to simply divide tasks into smaller piecesyou then need a system for managing those pieces. Otherwise, youre just creating a lot of extra work for yourself trying to keep track of them. That system is your Second Brain,"}, {"Id": 640, "bookId": 3, "DateAdded": "Monday, July 3, 2023 11:55:41 AM", "Quote": "Our time and attention are scarce, and its time we treated the things we invest inreports, deliverables, plans, pieces of writing, graphics, slidesas knowledge assets that can be reused instead of reproducing them from scratch."}, {"Id": 641, "bookId": 3, "DateAdded": "Monday, July 3, 2023 11:55:50 AM", "Quote": "Our time and attention are scarce, and its time we treated the things we invest inreports, deliverables, plans, pieces of writing, graphics, slidesas knowledge assets that can be reused instead of reproducing them from scratch. Reusing Intermediate Packets of work frees up our attention for higher-order, more creative thinking. Thinking small is the best way to elevate your horizons and expand your ambitions. There are five kinds of Intermediate Packets you can create and reuse in your work: Distilled notes: Books or articles youve read and distilled so its easy to get the gist of what they contain (using the Progressive Summarization technique you learned in the previous chapter, for example). Outtakes: The material or ideas that didnt make it into a past project but could be used in future ones. Work-in-process: The documents, graphics, agendas, or plans you produced during past projects. Final deliverables: Concrete pieces of work youve delivered as part of past projects, which could become components of something new. Documents created by others: Knowledge assets created by people on your team, contractors or consultants, or even clients or customers, that you can reference and incorporate into your work."}, {"Id": 642, "bookId": 3, "DateAdded": "Monday, July 3, 2023 12:07:34 PM", "Quote": "Our creativity thrives on examples. When we have a template to fill in, our ideas are channeled into useful forms instead of splattered around haphazardly."}, {"Id": 643, "bookId": 3, "DateAdded": "Monday, July 3, 2023 12:10:34 PM", "Quote": "Those four retrieval methods are: Search Browsing Tags Serendipity"}, {"Id": 644, "bookId": 3, "DateAdded": "Monday, July 3, 2023 12:12:33 PM", "Quote": "Browsing allows us to gradually home in on the information we are looking for, starting with the general and getting more and more specific. This kind of browsing uses older parts of the brain that developed to navigate physical environments, and thus comes to us more naturally."}, {"Id": 645, "bookId": 3, "DateAdded": "Monday, July 3, 2023 12:13:26 PM", "Quote": "Tags are like small labels you can apply to certain notes regardless of where they are located. Once they are tagged, you can perform a search and see all those notes together in one place. The main weakness of folders is that ideas can get siloed from each other, making it hard to spark interesting connections. Tags can overcome this limitation by infusing your Second Brain with connections, making it easier to see cross-disciplinary themes and patterns that defy simple categorization."}, {"Id": 646, "bookId": 3, "DateAdded": "Monday, July 3, 2023 12:13:38 PM", "Quote": "again."}, {"Id": 647, "bookId": 3, "DateAdded": "Monday, July 3, 2023 10:09:42 PM", "Quote": "The transformation comes from the fact that smaller chunks are inherently more shareable and collaborative."}, {"Id": 648, "bookId": 3, "DateAdded": "Monday, July 3, 2023 10:12:26 PM", "Quote": "Giving credit where credit is due doesnt lessen the value of your contributionit increases it."}, {"Id": 649, "bookId": 3, "DateAdded": "Monday, July 3, 2023 10:12:32 PM", "Quote": "Giving credit where credit is due doesnt lessen the value of your contributionit increases it. Having a Second Brain where all your sources are clearly documented will make it much easier to track them down and include those citations in the finished version."}, {"Id": 650, "bookId": 3, "DateAdded": "Monday, July 3, 2023 10:14:12 PM", "Quote": "We only know what we make. To truly know something, its not enough to read about it in a book."}, {"Id": 651, "bookId": 3, "DateAdded": "Tuesday, July 4, 2023 8:50:23 PM", "Quote": "Innovate. Create. Building a Second Brain is really about standardizing the way we work, because we only really improve when we standardize the way we do something. To get stronger, you need to lift weights using the correct form."}, {"Id": 652, "bookId": 3, "DateAdded": "Tuesday, July 4, 2023 8:50:27 PM", "Quote": "Building a Second Brain is really about standardizing the way we work, because we only really improve when we standardize the way we do something. To get stronger, you need to lift weights using the correct form."}, {"Id": 653, "bookId": 3, "DateAdded": "Tuesday, July 4, 2023 8:55:54 PM", "Quote": "process of creativity, it is a very different story. The creative process is ancient and unchanging. It was the same thousands of years ago as it is today."}, {"Id": 654, "bookId": 3, "DateAdded": "Tuesday, July 4, 2023 9:01:51 PM", "Quote": "The first two steps of CODE, Capture and Organize, make up divergence. They are about gathering seeds of imagination carried on the wind and storing them in a secure place. This is where you research, explore, and add ideas. The final two steps, Distill and Express, are about convergence. They help us shut the door to new ideas and begin constructing something new out of the knowledge building blocks weve assembled."}, {"Id": 655, "bookId": 3, "DateAdded": "Tuesday, July 4, 2023 9:07:46 PM", "Quote": "To create an Archipelago of Ideas, you divergently gather a group of ideas, sources, or points that will form the backbone of your essay, presentation, or deliverable. Once you have a critical mass of ideas to work with, you switch decisively into convergence mode and link them together in an order that makes sense."}, {"Id": 656, "bookId": 3, "DateAdded": "Tuesday, July 4, 2023 9:09:42 PM", "Quote": "fact as your thinking changes. The outline can link to more detailed contentinstead of trying to cram every last point onto the same page, you can link to both your own private notes and public resources on the web, which helps avoid overloading the outline with too much detail. The outline is interactive and multimediayou can add not only text, but images, GIFs, videos, attachments, diagrams, checkboxes, and more. The outline is searchableeven if it gets long, you have a powerful search feature to instantly call up any term youre looking for. The outline can be accessed and edited from anywhereunlike a piece of paper in a notebook, your outline is instantaneously synced to every one of your devices, and it can be viewed, edited, and added to from anywhere."}, {"Id": 657, "bookId": 3, "DateAdded": "Tuesday, July 4, 2023 9:09:43 PM", "Quote": "fact as your thinking changes. The outline can link to more detailed contentinstead of trying to cram every last point onto the same page, you can link to both your own private notes and public resources on the web, which helps avoid overloading the outline with too much detail. The outline is interactive and multimediayou can add not only text, but images, GIFs, videos, attachments, diagrams, checkboxes, and more. The outline is searchableeven if it gets long, you have a powerful search feature to instantly call up any term youre looking for. The outline can be accessed and edited from anywhereunlike a piece of paper in a notebook, your outline is instantaneously synced to every one of your devices, and it can be viewed, edited, and added to from anywhere."}, {"Id": 658, "bookId": 3, "DateAdded": "Tuesday, July 4, 2023 9:09:49 PM", "Quote": "A digital outline is far more malleable and flexibleyou can add bullet points and cross them off, rearrange and expand on them, add bolding and highlights, and edit them after the fact as your thinking changes. The outline can link to more detailed contentinstead of trying to cram every last point onto the same page, you can link to both your own private notes and public resources on the web, which helps avoid overloading the outline with too much detail. The outline is interactive and multimediayou can add not only text, but images, GIFs, videos, attachments, diagrams, checkboxes, and more. The outline is searchableeven if it gets long, you have a powerful search feature to instantly call up any term youre looking for. The outline can be accessed and edited from anywhereunlike a piece of paper in a notebook, your outline is instantaneously synced to every one of your devices, and it can be viewed, edited, and added to from anywhere."}, {"Id": 659, "bookId": 3, "DateAdded": "Tuesday, July 4, 2023 9:11:24 PM", "Quote": "Instead of starting with scarcity, start with abundancethe abundance of interesting insights youve collected in your Second Brain."}, {"Id": 660, "bookId": 3, "DateAdded": "Tuesday, July 4, 2023 9:12:01 PM", "Quote": "Hemingway Bridge. He would always end a writing session only when he knew what came next in the story. Instead of exhausting every last idea and bit of energy, he would stop when the next plot point became clear. This meant that the next time he sat down to work on his story, he knew exactly where to start. He built himself a bridge to the next day, using todays energy"}, {"Id": 661, "bookId": 3, "DateAdded": "Tuesday, July 4, 2023 9:18:28 PM", "Quote": "Hemingway Bridge. He would always end a writing session only when he knew what came next in the story. Instead of exhausting every last idea and bit of energy, he would stop when the next plot point became clear. This meant that the next time he sat down to work on his story, he knew exactly where to start. He built himself a bridge to the next day, using todays energy and momentum to fuel tomorrows writing."}, {"Id": 662, "bookId": 3, "DateAdded": "Tuesday, July 4, 2023 9:18:46 PM", "Quote": "Write down ideas for next steps: At the end of a work session, write down what you think the next steps could be for the next one. Write down the current status: This could include your current biggest challenge, most important open question, or future roadblocks you expect. Write down any details you have in mind that are likely to be forgotten once you step away: Such as details about the characters in your story, the pitfalls of the event youre planning, or the subtle considerations of the product youre designing. Write out your intention for the next work session: Set an intention for what you plan on tackling next, the problem you intend to solve, or a certain milestone you want to reach."}, {"Id": 663, "bookId": 3, "DateAdded": "Tuesday, July 4, 2023 9:27:15 PM", "Quote": "Waiting until you have everything ready before getting started is like sitting in your car and waiting to leave your driveway until all the traffic lights across town are green at the same time. You cant wait until everything is perfect. There will always be something missing, or something else you think you need. Dialing Down the Scope recognizes that not all the parts of a given project are equally important. By dropping or reducing or postponing the least important parts, we can unblock ourselves and move forward even when time is scarce."}, {"Id": 664, "bookId": 3, "DateAdded": "Tuesday, July 4, 2023 9:27:23 PM", "Quote": "Waiting until you have everything ready before getting started is like sitting in your car and waiting to leave your driveway until all the traffic lights across town are green at the same time. You cant wait until everything is perfect. There will always be something missing, or something else you think you need. Dialing Down the Scope recognizes that not all the parts of a given project are equally important. By dropping or reducing or postponing the least important parts, we can unblock ourselves and move forward even when time is scarce. Your Second Brain is a crucial part of this strategy, because you need a place"}, {"Id": 665, "bookId": 3, "DateAdded": "Tuesday, July 4, 2023 9:27:29 PM", "Quote": "Waiting until you have everything ready before getting started is like sitting in your car and waiting to leave your driveway until all the traffic lights across town are green at the same time. You cant wait until everything is perfect. There will always be something missing, or something else you think you need. Dialing Down the Scope recognizes that not all the parts of a given project are equally important. By dropping or reducing or postponing the least important parts, we can unblock ourselves and move forward even when time is scarce. Your Second Brain is a crucial part of this strategy, because you need a place to save the parts that get postponed or removed."}, {"Id": 666, "bookId": 3, "DateAdded": "Tuesday, July 4, 2023 9:28:37 PM", "Quote": "Whatever you are building, there is a smaller, simpler version of it that would deliver much of the value in a fraction of the time."}, {"Id": 667, "bookId": 3, "DateAdded": "Tuesday, July 4, 2023 9:34:38 PM", "Quote": "Move all the notes and IPs you might want to use into a new project folder. Set a timer for a fixed period of time, such as fifteen or twenty minutes, and in one sitting see if you can complete a first pass on your project using only the notes youve gathered in front of you. No searching online, no browsing social media, and no opening multiple browser tabs that you swear youre going to get to eventually."}, {"Id": 668, "bookId": 3, "DateAdded": "Tuesday, July 4, 2023 9:35:06 PM", "Quote": "yourself, What is the smallest version of this I can produce to get useful feedback from others? If you find that you cant complete the first iteration in one sitting, start by building a Hemingway Bridge to the next time you can work on it. List open questions, remaining to-dos, new avenues to explore,"}, {"Id": 669, "bookId": 3, "DateAdded": "Tuesday, July 4, 2023 9:35:10 PM", "Quote": "yourself, What is the smallest version of this I can produce to get useful feedback from others? If you find that you cant complete the first iteration in one sitting, start by building a Hemingway Bridge to the next time you can work on it. List open questions, remaining to-dos, new avenues to explore, or people to consult."}, {"Id": 670, "bookId": 3, "DateAdded": "Thursday, July 6, 2023 5:49:55 PM", "Quote": "When we are organized and efficient, that creates space for creativity to arise. When we have confidence in our creative process, we dont have to think about it as much, significantly reducing the background stress of constantly worrying whether were going in the right direction."}, {"Id": 671, "bookId": 3, "DateAdded": "Thursday, July 6, 2023 5:50:32 PM", "Quote": "Being organized is a habita repeated set of actions you take as you encounter, work with, and put information to use."}, {"Id": 672, "bookId": 3, "DateAdded": "Friday, July 7, 2023 3:54:21 PM", "Quote": "The three habits most important to your Second Brain include: Project Checklists: Ensure you start and finish your projects in a consistent way, making use of past work. Weekly and Monthly Reviews: Periodically review your work and life and decide if you want to change anything. Noticing Habits: Notice small opportunities to edit, highlight, or move notes to make them more discoverable for your future self."}, {"Id": 673, "bookId": 3, "DateAdded": "Friday, July 7, 2023 3:59:14 PM", "Quote": "This is where the Project Kickoff Checklist comes in. Heres my own checklist: Capture my current thinking on the project. Review folders (or tags) that might contain relevant notes. Search for related terms across all folders. Move (or tag) relevant notes to the project folder. Create an outline of collected notes and plan the project."}, {"Id": 674, "bookId": 3, "DateAdded": "Friday, July 7, 2023 4:05:09 PM", "Quote": "You should think of this five-step checklist as a first pass, taking no more than twenty to thirty minutes. Youre only trying to get a sense of what kind of material you already have in your Second Brain."}, {"Id": 675, "bookId": 3, "DateAdded": "Friday, July 7, 2023 4:16:55 PM", "Quote": "Clear my email inbox. Check my calendar. Clear my computer desktop. Clear my notes inbox. Choose my tasks for the week. 1."}, {"Id": 676, "bookId": 3, "DateAdded": "Friday, July 7, 2023 4:17:04 PM", "Quote": "Clear my email inbox. Check my calendar. Clear my computer desktop. Clear my notes inbox. Choose my tasks for the week."}, {"Id": 677, "bookId": 3, "DateAdded": "Friday, July 7, 2023 4:20:05 PM", "Quote": "Review and update my goals. Review and update my project list. Review my areas of responsibility. Review someday/maybe tasks. Reprioritize tasks."}, {"Id": 678, "bookId": 3, "DateAdded": "Friday, July 7, 2023 4:30:12 PM", "Quote": "nothing will explode, break down, or burst into flames if you let things slide for days, weeks, or even months. The entire point of building a Second Brain and pouring your thoughts into it is to make those thoughts less vulnerable to the passage of time. They will be ready to pick up right where you left off when you have more time or motivation."}, {"Id": 679, "bookId": 3, "DateAdded": "Friday, July 7, 2023 4:30:25 PM", "Quote": "nothing will explode, break down, or burst into flames if you let things slide for days, weeks, or even months. The entire point of building a Second Brain and pouring your thoughts into it is to make those thoughts less vulnerable to the passage of time. They will be ready to pick up right where you left off when you have more time or motivation. To make this concrete: Theres no need to capture every idea; the best ones will always come back around eventually. Theres no need to clear your inbox frequently; unlike your to-do list, theres no negative consequence if you miss a given note. Theres no need to review or summarize notes on a strict timeline; were not trying to memorize their contents or keep them top of mind. When organizing notes or files within PARA, its a very forgiving decision of where to put something, since search is so effective as a backup option."}, {"Id": 680, "bookId": 3, "DateAdded": "Saturday, July 8, 2023 12:59:57 PM", "Quote": "Our success in the workforce depends on our ability to make use of information more effectively and to think better, smarter, faster. As society gets ever more complex, this emphasis on personal intelligence is only increasing."}, {"Id": 681, "bookId": 3, "DateAdded": "Saturday, July 8, 2023 1:04:00 PM", "Quote": "fire your biological brain from that job and give it a new one: as the CEO of your life, orchestrating and managing the process of turning information into results."}, {"Id": 682, "bookId": 3, "DateAdded": "Saturday, July 8, 2023 1:06:24 PM", "Quote": "Your Second Brain is always on, has perfect memory, and can scale to any size. The more you outsource and delegate the jobs of capturing, organizing, and distilling to technology, the more time and energy youll have available for the self-expression that only you can do."}, {"Id": 683, "bookId": 3, "DateAdded": "Saturday, July 8, 2023 1:11:28 PM", "Quote": "Making the shift to a mindset of abundance is about letting go of the things we thought we needed to survive but that no longer serve us. It means giving up low-value work that gives us a false sense of security but that doesnt call forth our highest selves. Its about letting go of low-value information that seems important, but that doesnt make us better people."}, {"Id": 684, "bookId": 3, "DateAdded": "Saturday, July 8, 2023 1:14:31 PM", "Quote": "Your Second Brain starts as a system to support you and your goals, but from there it can just as easily be used to support others and their dreams."}, {"Id": 685, "bookId": 3, "DateAdded": "Saturday, July 8, 2023 1:26:44 PM", "Quote": "When you are captivated and obsessed by a story, an idea, or a new possibility, dont just let that moment pass as if it doesnt matter. Those are the moments that are truly precious, and that no technology can produce for you. Run after your obsessions with everything you have. Just be sure to take notes along the way."}]